INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '济南市', 'http://node4:8000/details?line=/jinan/jinan', '济南市小区', 
        '济南市街道', '3室2厅', '低层', '72㎡', 
        '平层', '北', '砖混结构', 
        '简装修', '2梯4户', '2023-01-16', 
        '商品房', '个人产权', '无抵押', 
        '10784', '116.98', '36.67', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '济南市', 'http://node4:8000/details?line=/jinan/jinan', '济南市小区', 
        '济南市街道', '4室2厅', '低层', '62㎡', 
        '平层', '东西', '钢混结构', 
        '简装修', '2梯4户', '2024-11-02', 
        '商品房', '个人产权', '无抵押', 
        '11646', '116.98', '36.67', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '历下区', 'http://node4:8000/details?line=/jinan/lixia', '历下区小区', 
        '历下区街道', '2室2厅', '低层', '81㎡', 
        '平层', '西', '框架结构', 
        '精装修', '1梯2户', '2019-04-27', 
        '商品房', '个人产权', '无抵押', 
        '13816', '117.05', '36.65', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '历下区', 'http://node4:8000/details?line=/jinan/lixia', '历下区小区', 
        '历下区街道', '1室1厅', '高层', '115㎡', 
        '平层', '北', '钢混结构', 
        '毛坯', '1梯2户', '2021-09-09', 
        '商品房', '个人产权', '无抵押', 
        '17903', '117.05', '36.65', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '市中区', 'http://node4:8000/details?line=/jinan/shizhong', '市中区小区', 
        '市中区街道', '3室2厅', '高层', '105㎡', 
        '平层', '北', '钢混结构', 
        '简装修', '1梯2户', '2019-07-20', 
        '商品房', '个人产权', '无抵押', 
        '17918', '116.95', '36.58', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '市中区', 'http://node4:8000/details?line=/jinan/shizhong', '市中区小区', 
        '市中区街道', '4室2厅', '中层', '63㎡', 
        '平层', '西', '框架结构', 
        '精装修', '2梯4户', '2023-12-26', 
        '商品房', '个人产权', '无抵押', 
        '13031', '116.95', '36.58', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '槐荫区', 'http://node4:8000/details?line=/jinan/huaiyin', '槐荫区小区', 
        '槐荫区街道', '3室2厅', '高层', '109㎡', 
        '平层', '东西', '钢混结构', 
        '毛坯', '2梯4户', '2020-12-23', 
        '商品房', '个人产权', '无抵押', 
        '8784', '116.85', '36.68', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '槐荫区', 'http://node4:8000/details?line=/jinan/huaiyin', '槐荫区小区', 
        '槐荫区街道', '2室1厅', '低层', '100㎡', 
        '平层', '北', '框架结构', 
        '精装修', '1梯2户', '2021-09-06', 
        '商品房', '个人产权', '无抵押', 
        '15794', '116.85', '36.68', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '天桥区', 'http://node4:8000/details?line=/jinan/tianqiao', '天桥区小区', 
        '天桥区街道', '3室1厅', '中层', '93㎡', 
        '平层', '北', '砖混结构', 
        '简装修', '2梯4户', '2021-08-06', 
        '商品房', '个人产权', '无抵押', 
        '11672', '116.99', '36.78', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '天桥区', 'http://node4:8000/details?line=/jinan/tianqiao', '天桥区小区', 
        '天桥区街道', '4室2厅', '高层', '108㎡', 
        '平层', '南', '框架结构', 
        '毛坯', '2梯4户', '2020-05-14', 
        '商品房', '个人产权', '无抵押', 
        '18305', '116.99', '36.78', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '历城区', 'http://node4:8000/details?line=/jinan/licheng', '历城区小区', 
        '历城区街道', '3室1厅', '高层', '119㎡', 
        '平层', '东', '砖混结构', 
        '精装修', '1梯2户', '2022-12-02', 
        '商品房', '个人产权', '无抵押', 
        '10795', '117.17', '36.48', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '历城区', 'http://node4:8000/details?line=/jinan/licheng', '历城区小区', 
        '历城区街道', '2室1厅', '中层', '107㎡', 
        '平层', '东西', '钢混结构', 
        '精装修', '2梯4户', '2022-03-02', 
        '商品房', '个人产权', '无抵押', 
        '9618', '117.17', '36.48', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '长清区', 'http://node4:8000/details?line=/jinan/zhangqing', '长清区小区', 
        '长清区街道', '2室1厅', '低层', '114㎡', 
        '平层', '南', '砖混结构', 
        '毛坯', '1梯2户', '2022-07-12', 
        '商品房', '个人产权', '无抵押', 
        '12290', '116.73', '36.55', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '长清区', 'http://node4:8000/details?line=/jinan/zhangqing', '长清区小区', 
        '长清区街道', '1室1厅', '中层', '95㎡', 
        '平层', '南北', '钢混结构', 
        '精装修', '1梯2户', '2020-08-09', 
        '商品房', '个人产权', '无抵押', 
        '11821', '116.73', '36.55', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '济阳区', 'http://node4:8000/details?line=/jinan/jiyang', '济阳区小区', 
        '济阳区街道', '1室1厅', '高层', '64㎡', 
        '平层', '南', '砖混结构', 
        '简装修', '2梯4户', '2020-06-16', 
        '商品房', '个人产权', '无抵押', 
        '11726', '117.22', '36.98', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '济阳区', 'http://node4:8000/details?line=/jinan/jiyang', '济阳区小区', 
        '济阳区街道', '2室1厅', '高层', '70㎡', 
        '平层', '东', '砖混结构', 
        '简装修', '1梯2户', '2022-09-16', 
        '商品房', '个人产权', '无抵押', 
        '12266', '117.22', '36.98', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '章丘区', 'http://node4:8000/details?line=/jinan/zhangqiu', '章丘区小区', 
        '章丘区街道', '3室1厅', '中层', '82㎡', 
        '平层', '西', '钢混结构', 
        '精装修', '1梯2户', '2021-07-03', 
        '商品房', '个人产权', '无抵押', 
        '11235', '117.53', '36.72', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '章丘区', 'http://node4:8000/details?line=/jinan/zhangqiu', '章丘区小区', 
        '章丘区街道', '2室2厅', '中层', '60㎡', 
        '平层', '南', '钢混结构', 
        '毛坯', '1梯2户', '2019-01-05', 
        '商品房', '个人产权', '无抵押', 
        '9507', '117.53', '36.72', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '高新区', 'http://node4:8000/details?line=/jinan/gaoxin', '高新区小区', 
        '高新区街道', '3室1厅', '低层', '90㎡', 
        '平层', '北', '砖混结构', 
        '毛坯', '1梯2户', '2020-08-07', 
        '商品房', '个人产权', '无抵押', 
        '11968', '117.13', '36.68', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '高新区', 'http://node4:8000/details?line=/jinan/gaoxin', '高新区小区', 
        '高新区街道', '1室1厅', '中层', '69㎡', 
        '平层', '东西', '钢混结构', 
        '精装修', '2梯4户', '2022-11-15', 
        '商品房', '个人产权', '无抵押', 
        '11240', '117.13', '36.68', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '青岛市', 'http://node4:8000/details?line=/qingdao/qingdao', '青岛市小区', 
        '青岛市街道', '3室2厅', '中层', '113㎡', 
        '平层', '南', '砖混结构', 
        '简装修', '1梯2户', '2024-08-16', 
        '商品房', '个人产权', '无抵押', 
        '11595', '120.38', '36.07', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '青岛市', 'http://node4:8000/details?line=/qingdao/qingdao', '青岛市小区', 
        '青岛市街道', '2室1厅', '高层', '111㎡', 
        '平层', '南', '钢混结构', 
        '毛坯', '2梯4户', '2020-10-01', 
        '商品房', '个人产权', '无抵押', 
        '12010', '120.38', '36.07', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '市南区', 'http://node4:8000/details?line=/qingdao/shinan', '市南区小区', 
        '市南区街道', '1室1厅', '低层', '112㎡', 
        '平层', '南北', '框架结构', 
        '简装修', '2梯4户', '2020-09-26', 
        '商品房', '个人产权', '无抵押', 
        '13716', '120.38', '36.05', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '市南区', 'http://node4:8000/details?line=/qingdao/shinan', '市南区小区', 
        '市南区街道', '3室1厅', '中层', '82㎡', 
        '平层', '东西', '框架结构', 
        '毛坯', '2梯4户', '2019-04-07', 
        '商品房', '个人产权', '无抵押', 
        '11217', '120.38', '36.05', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '市北区', 'http://node4:8000/details?line=/qingdao/shibei', '市北区小区', 
        '市北区街道', '4室2厅', '低层', '92㎡', 
        '平层', '南北', '砖混结构', 
        '简装修', '2梯4户', '2020-02-07', 
        '商品房', '个人产权', '无抵押', 
        '11746', '120.35', '36.13', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '市北区', 'http://node4:8000/details?line=/qingdao/shibei', '市北区小区', 
        '市北区街道', '3室2厅', '高层', '108㎡', 
        '平层', '东', '框架结构', 
        '精装修', '1梯2户', '2023-08-26', 
        '商品房', '个人产权', '无抵押', 
        '8494', '120.35', '36.13', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '黄岛区', 'http://node4:8000/details?line=/qingdao/huangdao', '黄岛区小区', 
        '黄岛区街道', '4室2厅', '高层', '93㎡', 
        '平层', '西', '框架结构', 
        '精装修', '2梯4户', '2019-01-16', 
        '商品房', '个人产权', '无抵押', 
        '16255', '120.18', '35.97', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '黄岛区', 'http://node4:8000/details?line=/qingdao/huangdao', '黄岛区小区', 
        '黄岛区街道', '2室2厅', '中层', '113㎡', 
        '平层', '南北', '砖混结构', 
        '简装修', '2梯4户', '2021-02-20', 
        '商品房', '个人产权', '无抵押', 
        '8459', '120.18', '35.97', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '崂山区', 'http://node4:8000/details?line=/qingdao/laoshan', '崂山区小区', 
        '崂山区街道', '2室2厅', '中层', '108㎡', 
        '平层', '南北', '钢混结构', 
        '简装修', '1梯2户', '2019-08-09', 
        '商品房', '个人产权', '无抵押', 
        '11335', '120.6', '36.25', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '崂山区', 'http://node4:8000/details?line=/qingdao/laoshan', '崂山区小区', 
        '崂山区街道', '2室1厅', '高层', '62㎡', 
        '平层', '东西', '框架结构', 
        '精装修', '2梯4户', '2021-11-22', 
        '商品房', '个人产权', '无抵押', 
        '10930', '120.6', '36.25', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '李沧区', 'http://node4:8000/details?line=/qingdao/licang', '李沧区小区', 
        '李沧区街道', '4室2厅', '中层', '78㎡', 
        '平层', '东', '砖混结构', 
        '精装修', '2梯4户', '2023-12-10', 
        '商品房', '个人产权', '无抵押', 
        '18806', '120.43', '36.2', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '李沧区', 'http://node4:8000/details?line=/qingdao/licang', '李沧区小区', 
        '李沧区街道', '3室2厅', '低层', '60㎡', 
        '平层', '东西', '钢混结构', 
        '简装修', '2梯4户', '2022-04-26', 
        '商品房', '个人产权', '无抵押', 
        '13924', '120.43', '36.2', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '城阳区', 'http://node4:8000/details?line=/qingdao/chengyang', '城阳区小区', 
        '城阳区街道', '2室2厅', '高层', '105㎡', 
        '平层', '东', '砖混结构', 
        '精装修', '1梯2户', '2023-05-17', 
        '商品房', '个人产权', '无抵押', 
        '10361', '120.37', '36.3', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '城阳区', 'http://node4:8000/details?line=/qingdao/chengyang', '城阳区小区', 
        '城阳区街道', '2室1厅', '中层', '87㎡', 
        '平层', '南', '框架结构', 
        '精装修', '2梯4户', '2023-02-11', 
        '商品房', '个人产权', '无抵押', 
        '12368', '120.37', '36.3', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '胶州市', 'http://node4:8000/details?line=/qingdao/jiaozhou', '胶州市小区', 
        '胶州市街道', '3室1厅', '中层', '77㎡', 
        '平层', '西', '砖混结构', 
        '精装修', '1梯2户', '2019-09-05', 
        '商品房', '个人产权', '无抵押', 
        '13469', '120.03', '36.27', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '胶州市', 'http://node4:8000/details?line=/qingdao/jiaozhou', '胶州市小区', 
        '胶州市街道', '3室1厅', '高层', '92㎡', 
        '平层', '南北', '钢混结构', 
        '精装修', '2梯4户', '2023-01-03', 
        '商品房', '个人产权', '无抵押', 
        '14612', '120.03', '36.27', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '即墨区', 'http://node4:8000/details?line=/qingdao/jimo', '即墨区小区', 
        '即墨区街道', '3室2厅', '高层', '119㎡', 
        '平层', '东西', '钢混结构', 
        '精装修', '1梯2户', '2024-09-04', 
        '商品房', '个人产权', '无抵押', 
        '11318', '120.45', '36.48', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '即墨区', 'http://node4:8000/details?line=/qingdao/jimo', '即墨区小区', 
        '即墨区街道', '4室2厅', '低层', '97㎡', 
        '平层', '南北', '框架结构', 
        '毛坯', '1梯2户', '2023-06-20', 
        '商品房', '个人产权', '无抵押', 
        '14365', '120.45', '36.48', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '淄博市', 'http://node4:8000/details?line=/zibo/zibo', '淄博市小区', 
        '淄博市街道', '3室1厅', '高层', '77㎡', 
        '平层', '北', '框架结构', 
        '简装修', '2梯4户', '2022-10-28', 
        '商品房', '个人产权', '无抵押', 
        '12705', '118.05', '36.82', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '淄博市', 'http://node4:8000/details?line=/zibo/zibo', '淄博市小区', 
        '淄博市街道', '1室1厅', '低层', '91㎡', 
        '平层', '南北', '框架结构', 
        '简装修', '1梯2户', '2021-02-14', 
        '商品房', '个人产权', '无抵押', 
        '10814', '118.05', '36.82', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '张店区', 'http://node4:8000/details?line=/zibo/zhangdian', '张店区小区', 
        '张店区街道', '2室2厅', '中层', '62㎡', 
        '平层', '东西', '框架结构', 
        '精装修', '2梯4户', '2020-04-26', 
        '商品房', '个人产权', '无抵押', 
        '10079', '118.1', '36.75', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '张店区', 'http://node4:8000/details?line=/zibo/zhangdian', '张店区小区', 
        '张店区街道', '1室1厅', '中层', '67㎡', 
        '平层', '南', '框架结构', 
        '简装修', '2梯4户', '2019-03-14', 
        '商品房', '个人产权', '无抵押', 
        '10867', '118.1', '36.75', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '临淄区', 'http://node4:8000/details?line=/zibo/linzi', '临淄区小区', 
        '临淄区街道', '2室1厅', '低层', '102㎡', 
        '平层', '东', '钢混结构', 
        '简装修', '1梯2户', '2024-09-18', 
        '商品房', '个人产权', '无抵押', 
        '16288', '118.3', '36.82', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '临淄区', 'http://node4:8000/details?line=/zibo/linzi', '临淄区小区', 
        '临淄区街道', '4室2厅', '中层', '102㎡', 
        '平层', '北', '框架结构', 
        '毛坯', '2梯4户', '2024-12-18', 
        '商品房', '个人产权', '无抵押', 
        '10067', '118.3', '36.82', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '周村区', 'http://node4:8000/details?line=/zibo/zhoucun', '周村区小区', 
        '周村区街道', '3室2厅', '高层', '72㎡', 
        '平层', '东西', '砖混结构', 
        '精装修', '2梯4户', '2020-08-26', 
        '商品房', '个人产权', '无抵押', 
        '18650', '117.87', '36.8', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '周村区', 'http://node4:8000/details?line=/zibo/zhoucun', '周村区小区', 
        '周村区街道', '4室2厅', '高层', '87㎡', 
        '平层', '东西', '砖混结构', 
        '简装修', '1梯2户', '2022-09-09', 
        '商品房', '个人产权', '无抵押', 
        '18019', '117.87', '36.8', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '桓台县', 'http://node4:8000/details?line=/zibo/huantai', '桓台县小区', 
        '桓台县街道', '3室2厅', '中层', '86㎡', 
        '平层', '北', '钢混结构', 
        '精装修', '2梯4户', '2024-05-06', 
        '商品房', '个人产权', '无抵押', 
        '18568', '118.08', '36.97', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '桓台县', 'http://node4:8000/details?line=/zibo/huantai', '桓台县小区', 
        '桓台县街道', '2室1厅', '中层', '116㎡', 
        '平层', '西', '框架结构', 
        '毛坯', '2梯4户', '2024-10-12', 
        '商品房', '个人产权', '无抵押', 
        '8792', '118.08', '36.97', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '高青县', 'http://node4:8000/details?line=/zibo/gaoqing', '高青县小区', 
        '高青县街道', '2室1厅', '高层', '105㎡', 
        '平层', '东', '钢混结构', 
        '精装修', '2梯4户', '2020-06-17', 
        '商品房', '个人产权', '无抵押', 
        '17666', '117.82', '37.17', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '高青县', 'http://node4:8000/details?line=/zibo/gaoqing', '高青县小区', 
        '高青县街道', '4室2厅', '低层', '73㎡', 
        '平层', '东', '钢混结构', 
        '精装修', '2梯4户', '2020-03-26', 
        '商品房', '个人产权', '无抵押', 
        '17099', '117.82', '37.17', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '沂源县', 'http://node4:8000/details?line=/zibo/yiyuan', '沂源县小区', 
        '沂源县街道', '1室1厅', '低层', '102㎡', 
        '平层', '东西', '框架结构', 
        '简装修', '2梯4户', '2019-03-09', 
        '商品房', '个人产权', '无抵押', 
        '10077', '118.17', '36.18', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '沂源县', 'http://node4:8000/details?line=/zibo/yiyuan', '沂源县小区', 
        '沂源县街道', '4室2厅', '低层', '101㎡', 
        '平层', '南', '框架结构', 
        '简装修', '2梯4户', '2020-01-17', 
        '商品房', '个人产权', '无抵押', 
        '13260', '118.17', '36.18', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '淄川区', 'http://node4:8000/details?line=/zibo/zichuan', '淄川区小区', 
        '淄川区街道', '2室1厅', '低层', '89㎡', 
        '平层', '西', '框架结构', 
        '精装修', '1梯2户', '2021-02-19', 
        '商品房', '个人产权', '无抵押', 
        '19871', '117.97', '36.64', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '淄川区', 'http://node4:8000/details?line=/zibo/zichuan', '淄川区小区', 
        '淄川区街道', '3室1厅', '高层', '118㎡', 
        '平层', '东西', '砖混结构', 
        '精装修', '1梯2户', '2019-12-02', 
        '商品房', '个人产权', '无抵押', 
        '19624', '117.97', '36.64', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '经开区', 'http://node4:8000/details?line=/zibo/jingkai', '经开区小区', 
        '经开区街道', '2室1厅', '低层', '76㎡', 
        '平层', '西', '钢混结构', 
        '简装修', '1梯2户', '2022-02-07', 
        '商品房', '个人产权', '无抵押', 
        '17824', '118.01', '36.89', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '经开区', 'http://node4:8000/details?line=/zibo/jingkai', '经开区小区', 
        '经开区街道', '2室1厅', '高层', '75㎡', 
        '平层', '西', '砖混结构', 
        '精装修', '2梯4户', '2020-04-01', 
        '商品房', '个人产权', '无抵押', 
        '14795', '118.01', '36.89', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '高新区', 'http://node4:8000/details?line=/zibo/gaoxin', '高新区小区', 
        '高新区街道', '2室2厅', '高层', '62㎡', 
        '平层', '东西', '钢混结构', 
        '毛坯', '2梯4户', '2024-04-17', 
        '商品房', '个人产权', '无抵押', 
        '15935', '118.06', '36.84', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '高新区', 'http://node4:8000/details?line=/zibo/gaoxin', '高新区小区', 
        '高新区街道', '2室2厅', '低层', '119㎡', 
        '平层', '西', '框架结构', 
        '毛坯', '2梯4户', '2021-02-15', 
        '商品房', '个人产权', '无抵押', 
        '16058', '118.06', '36.84', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '烟台市', 'http://node4:8000/details?line=/yantai/yantai', '烟台市小区', 
        '烟台市街道', '2室2厅', '中层', '72㎡', 
        '平层', '东西', '框架结构', 
        '精装修', '2梯4户', '2019-03-16', 
        '商品房', '个人产权', '无抵押', 
        '11313', '121.43', '37.45', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '烟台市', 'http://node4:8000/details?line=/yantai/yantai', '烟台市小区', 
        '烟台市街道', '2室1厅', '低层', '83㎡', 
        '平层', '北', '砖混结构', 
        '毛坯', '2梯4户', '2021-04-04', 
        '商品房', '个人产权', '无抵押', 
        '16445', '121.43', '37.45', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '芝罘区', 'http://node4:8000/details?line=/yantai/zhifu', '芝罘区小区', 
        '芝罘区街道', '2室1厅', '高层', '108㎡', 
        '平层', '南北', '砖混结构', 
        '简装修', '2梯4户', '2020-11-28', 
        '商品房', '个人产权', '无抵押', 
        '12177', '121.38', '37.58', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '芝罘区', 'http://node4:8000/details?line=/yantai/zhifu', '芝罘区小区', 
        '芝罘区街道', '1室1厅', '中层', '106㎡', 
        '平层', '东', '砖混结构', 
        '简装修', '1梯2户', '2022-09-07', 
        '商品房', '个人产权', '无抵押', 
        '19138', '121.38', '37.58', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '福山区', 'http://node4:8000/details?line=/yantai/fushan', '福山区小区', 
        '福山区街道', '1室1厅', '中层', '109㎡', 
        '平层', '东', '框架结构', 
        '毛坯', '2梯4户', '2022-02-26', 
        '商品房', '个人产权', '无抵押', 
        '17604', '120.95', '37.48', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '福山区', 'http://node4:8000/details?line=/yantai/fushan', '福山区小区', 
        '福山区街道', '2室1厅', '中层', '106㎡', 
        '平层', '南', '砖混结构', 
        '简装修', '1梯2户', '2021-08-09', 
        '商品房', '个人产权', '无抵押', 
        '15437', '120.95', '37.48', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '牟平区', 'http://node4:8000/details?line=/yantai/muping', '牟平区小区', 
        '牟平区街道', '3室1厅', '高层', '99㎡', 
        '平层', '东', '砖混结构', 
        '精装修', '1梯2户', '2020-05-25', 
        '商品房', '个人产权', '无抵押', 
        '16231', '121.6', '37.18', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '牟平区', 'http://node4:8000/details?line=/yantai/muping', '牟平区小区', 
        '牟平区街道', '2室2厅', '高层', '91㎡', 
        '平层', '西', '框架结构', 
        '精装修', '1梯2户', '2023-08-10', 
        '商品房', '个人产权', '无抵押', 
        '11671', '121.6', '37.18', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '莱山区', 'http://node4:8000/details?line=/yantai/laishan', '莱山区小区', 
        '莱山区街道', '2室2厅', '低层', '78㎡', 
        '平层', '西', '框架结构', 
        '简装修', '2梯4户', '2022-12-17', 
        '商品房', '个人产权', '无抵押', 
        '11469', '121.38', '37.3', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '莱山区', 'http://node4:8000/details?line=/yantai/laishan', '莱山区小区', 
        '莱山区街道', '2室1厅', '高层', '61㎡', 
        '平层', '南', '框架结构', 
        '精装修', '2梯4户', '2023-09-01', 
        '商品房', '个人产权', '无抵押', 
        '11952', '121.38', '37.3', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '龙口市', 'http://node4:8000/details?line=/yantai/longkou', '龙口市小区', 
        '龙口市街道', '2室1厅', '中层', '100㎡', 
        '平层', '东西', '砖混结构', 
        '精装修', '2梯4户', '2020-10-02', 
        '商品房', '个人产权', '无抵押', 
        '19335', '120.52', '37.65', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '龙口市', 'http://node4:8000/details?line=/yantai/longkou', '龙口市小区', 
        '龙口市街道', '4室2厅', '低层', '77㎡', 
        '平层', '西', '砖混结构', 
        '精装修', '1梯2户', '2023-05-02', 
        '商品房', '个人产权', '无抵押', 
        '10878', '120.52', '37.65', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '莱阳市', 'http://node4:8000/details?line=/yantai/laiyang', '莱阳市小区', 
        '莱阳市街道', '2室2厅', '中层', '87㎡', 
        '平层', '东西', '框架结构', 
        '精装修', '1梯2户', '2019-02-05', 
        '商品房', '个人产权', '无抵押', 
        '17118', '120.7', '36.98', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '莱阳市', 'http://node4:8000/details?line=/yantai/laiyang', '莱阳市小区', 
        '莱阳市街道', '3室1厅', '高层', '72㎡', 
        '平层', '南北', '砖混结构', 
        '毛坯', '1梯2户', '2024-01-11', 
        '商品房', '个人产权', '无抵押', 
        '12968', '120.7', '36.98', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '蓬莱区', 'http://node4:8000/details?line=/yantai/penglai', '蓬莱区小区', 
        '蓬莱区街道', '2室2厅', '高层', '70㎡', 
        '平层', '南', '砖混结构', 
        '简装修', '1梯2户', '2023-02-05', 
        '商品房', '个人产权', '无抵押', 
        '18049', '120.75', '37.82', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '蓬莱区', 'http://node4:8000/details?line=/yantai/penglai', '蓬莱区小区', 
        '蓬莱区街道', '2室1厅', '高层', '68㎡', 
        '平层', '西', '钢混结构', 
        '精装修', '2梯4户', '2023-07-25', 
        '商品房', '个人产权', '无抵押', 
        '9779', '120.75', '37.82', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '开发区', 'http://node4:8000/details?line=/yantai/kaifa', '开发区小区', 
        '开发区街道', '2室1厅', '低层', '113㎡', 
        '平层', '南北', '钢混结构', 
        '毛坯', '2梯4户', '2022-01-07', 
        '商品房', '个人产权', '无抵押', 
        '18382', '121.1', '37.7', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '开发区', 'http://node4:8000/details?line=/yantai/kaifa', '开发区小区', 
        '开发区街道', '2室1厅', '低层', '80㎡', 
        '平层', '西', '砖混结构', 
        '毛坯', '1梯2户', '2020-04-14', 
        '商品房', '个人产权', '无抵押', 
        '18946', '121.1', '37.7', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '高新区', 'http://node4:8000/details?line=/yantai/gaoxin', '高新区小区', 
        '高新区街道', '1室1厅', '低层', '64㎡', 
        '平层', '东', '框架结构', 
        '简装修', '1梯2户', '2019-10-03', 
        '商品房', '个人产权', '无抵押', 
        '9641', '121.49', '37.45', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '高新区', 'http://node4:8000/details?line=/yantai/gaoxin', '高新区小区', 
        '高新区街道', '3室2厅', '中层', '115㎡', 
        '平层', '西', '钢混结构', 
        '简装修', '1梯2户', '2022-11-06', 
        '商品房', '个人产权', '无抵押', 
        '17677', '121.49', '37.45', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '潍坊市', 'http://node4:8000/details?line=/weifang/weifang', '潍坊市小区', 
        '潍坊市街道', '2室2厅', '低层', '80㎡', 
        '平层', '南北', '钢混结构', 
        '简装修', '2梯4户', '2024-04-13', 
        '商品房', '个人产权', '无抵押', 
        '9948', '119.15', '36.7', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '潍坊市', 'http://node4:8000/details?line=/weifang/weifang', '潍坊市小区', 
        '潍坊市街道', '2室1厅', '中层', '116㎡', 
        '平层', '东', '钢混结构', 
        '精装修', '2梯4户', '2022-05-26', 
        '商品房', '个人产权', '无抵押', 
        '18253', '119.15', '36.7', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '潍城区', 'http://node4:8000/details?line=/weifang/weicheng', '潍城区小区', 
        '潍城区街道', '1室1厅', '低层', '95㎡', 
        '平层', '南', '钢混结构', 
        '毛坯', '2梯4户', '2023-08-09', 
        '商品房', '个人产权', '无抵押', 
        '8069', '119', '36.62', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '潍城区', 'http://node4:8000/details?line=/weifang/weicheng', '潍城区小区', 
        '潍城区街道', '3室1厅', '高层', '104㎡', 
        '平层', '北', '钢混结构', 
        '简装修', '1梯2户', '2020-05-14', 
        '商品房', '个人产权', '无抵押', 
        '14416', '119', '36.62', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '寒亭区', 'http://node4:8000/details?line=/weifang/hanting', '寒亭区小区', 
        '寒亭区街道', '2室1厅', '低层', '65㎡', 
        '平层', '东西', '砖混结构', 
        '毛坯', '1梯2户', '2022-09-12', 
        '商品房', '个人产权', '无抵押', 
        '13928', '119.12', '36.97', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '寒亭区', 'http://node4:8000/details?line=/weifang/hanting', '寒亭区小区', 
        '寒亭区街道', '2室1厅', '低层', '105㎡', 
        '平层', '东西', '框架结构', 
        '简装修', '2梯4户', '2019-04-07', 
        '商品房', '个人产权', '无抵押', 
        '18431', '119.12', '36.97', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '坊子区', 'http://node4:8000/details?line=/weifang/fangzi', '坊子区小区', 
        '坊子区街道', '1室1厅', '高层', '112㎡', 
        '平层', '南北', '框架结构', 
        '简装修', '1梯2户', '2024-04-23', 
        '商品房', '个人产权', '无抵押', 
        '11953', '119.47', '36.4', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '坊子区', 'http://node4:8000/details?line=/weifang/fangzi', '坊子区小区', 
        '坊子区街道', '4室2厅', '中层', '70㎡', 
        '平层', '东', '钢混结构', 
        '精装修', '2梯4户', '2023-04-08', 
        '商品房', '个人产权', '无抵押', 
        '15801', '119.47', '36.4', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '奎文区', 'http://node4:8000/details?line=/weifang/kuiwen', '奎文区小区', 
        '奎文区街道', '4室2厅', '高层', '97㎡', 
        '平层', '北', '砖混结构', 
        '精装修', '2梯4户', '2021-01-08', 
        '商品房', '个人产权', '无抵押', 
        '10507', '119.25', '36.68', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '奎文区', 'http://node4:8000/details?line=/weifang/kuiwen', '奎文区小区', 
        '奎文区街道', '3室1厅', '高层', '82㎡', 
        '平层', '南', '框架结构', 
        '精装修', '2梯4户', '2019-11-04', 
        '商品房', '个人产权', '无抵押', 
        '14920', '119.25', '36.68', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '青州市', 'http://node4:8000/details?line=/weifang/qingzhou', '青州市小区', 
        '青州市街道', '4室2厅', '中层', '80㎡', 
        '平层', '南', '框架结构', 
        '毛坯', '1梯2户', '2022-02-24', 
        '商品房', '个人产权', '无抵押', 
        '16017', '118.47', '36.68', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '青州市', 'http://node4:8000/details?line=/weifang/qingzhou', '青州市小区', 
        '青州市街道', '4室2厅', '中层', '111㎡', 
        '平层', '东西', '钢混结构', 
        '精装修', '2梯4户', '2019-01-23', 
        '商品房', '个人产权', '无抵押', 
        '19352', '118.47', '36.68', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '寿光市', 'http://node4:8000/details?line=/weifang/shouguang', '寿光市小区', 
        '寿光市街道', '1室1厅', '低层', '86㎡', 
        '平层', '东西', '砖混结构', 
        '简装修', '2梯4户', '2022-07-21', 
        '商品房', '个人产权', '无抵押', 
        '11666', '118.73', '36.88', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '寿光市', 'http://node4:8000/details?line=/weifang/shouguang', '寿光市小区', 
        '寿光市街道', '4室2厅', '高层', '118㎡', 
        '平层', '东', '框架结构', 
        '毛坯', '2梯4户', '2023-02-08', 
        '商品房', '个人产权', '无抵押', 
        '16369', '118.73', '36.88', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '高新区', 'http://node4:8000/details?line=/weifang/gaoxin', '高新区小区', 
        '高新区街道', '4室2厅', '低层', '77㎡', 
        '平层', '北', '框架结构', 
        '精装修', '1梯2户', '2024-04-14', 
        '商品房', '个人产权', '无抵押', 
        '11818', '119.15', '36.77', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '高新区', 'http://node4:8000/details?line=/weifang/gaoxin', '高新区小区', 
        '高新区街道', '2室1厅', '高层', '68㎡', 
        '平层', '北', '钢混结构', 
        '精装修', '1梯2户', '2023-01-09', 
        '商品房', '个人产权', '无抵押', 
        '16100', '119.15', '36.77', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '经开区', 'http://node4:8000/details?line=/weifang/jingkai', '经开区小区', 
        '经开区街道', '3室1厅', '高层', '65㎡', 
        '平层', '北', '砖混结构', 
        '简装修', '1梯2户', '2021-08-26', 
        '商品房', '个人产权', '无抵押', 
        '19037', '119.1', '36.85', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '经开区', 'http://node4:8000/details?line=/weifang/jingkai', '经开区小区', 
        '经开区街道', '4室2厅', '中层', '117㎡', 
        '平层', '南', '框架结构', 
        '精装修', '1梯2户', '2020-06-25', 
        '商品房', '个人产权', '无抵押', 
        '13369', '119.1', '36.85', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '济宁市', 'http://node4:8000/details?line=/jining/jining', '济宁市小区', 
        '济宁市街道', '2室1厅', '高层', '93㎡', 
        '平层', '南北', '钢混结构', 
        '毛坯', '2梯4户', '2021-08-17', 
        '商品房', '个人产权', '无抵押', 
        '19432', '116.58', '35.42', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '济宁市', 'http://node4:8000/details?line=/jining/jining', '济宁市小区', 
        '济宁市街道', '2室1厅', '中层', '67㎡', 
        '平层', '东', '钢混结构', 
        '简装修', '1梯2户', '2023-03-02', 
        '商品房', '个人产权', '无抵押', 
        '10229', '116.58', '35.42', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '任城区', 'http://node4:8000/details?line=/jining/rencheng', '任城区小区', 
        '任城区街道', '4室2厅', '高层', '105㎡', 
        '平层', '南北', '框架结构', 
        '精装修', '1梯2户', '2020-02-25', 
        '商品房', '个人产权', '无抵押', 
        '17901', '116.58', '35.42', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '任城区', 'http://node4:8000/details?line=/jining/rencheng', '任城区小区', 
        '任城区街道', '1室1厅', '高层', '117㎡', 
        '平层', '北', '钢混结构', 
        '毛坯', '2梯4户', '2021-01-05', 
        '商品房', '个人产权', '无抵押', 
        '12914', '116.58', '35.42', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '兖州区', 'http://node4:8000/details?line=/jining/yanzhou', '兖州区小区', 
        '兖州区街道', '3室2厅', '低层', '120㎡', 
        '平层', '东', '钢混结构', 
        '毛坯', '1梯2户', '2020-01-28', 
        '商品房', '个人产权', '无抵押', 
        '18189', '116.83', '35.55', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '兖州区', 'http://node4:8000/details?line=/jining/yanzhou', '兖州区小区', 
        '兖州区街道', '3室2厅', '低层', '90㎡', 
        '平层', '西', '钢混结构', 
        '毛坯', '1梯2户', '2022-02-11', 
        '商品房', '个人产权', '无抵押', 
        '13196', '116.83', '35.55', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '邹城市', 'http://node4:8000/details?line=/jining/zoucheng', '邹城市小区', 
        '邹城市街道', '2室1厅', '高层', '67㎡', 
        '平层', '南北', '砖混结构', 
        '精装修', '1梯2户', '2022-05-08', 
        '商品房', '个人产权', '无抵押', 
        '12356', '116.97', '35.4', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '邹城市', 'http://node4:8000/details?line=/jining/zoucheng', '邹城市小区', 
        '邹城市街道', '3室2厅', '高层', '84㎡', 
        '平层', '南北', '砖混结构', 
        '简装修', '1梯2户', '2022-05-07', 
        '商品房', '个人产权', '无抵押', 
        '19525', '116.97', '35.4', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('泰安', '泰安市', 'http://node4:8000/details?line=/taian/taian', '泰安市小区', 
        '泰安市街道', '2室2厅', '中层', '88㎡', 
        '平层', '西', '框架结构', 
        '毛坯', '1梯2户', '2022-12-07', 
        '商品房', '个人产权', '无抵押', 
        '11035', '117.08', '36.2', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('泰安', '泰安市', 'http://node4:8000/details?line=/taian/taian', '泰安市小区', 
        '泰安市街道', '4室2厅', '低层', '70㎡', 
        '平层', '南', '砖混结构', 
        '精装修', '2梯4户', '2024-10-11', 
        '商品房', '个人产权', '无抵押', 
        '17976', '117.08', '36.2', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('泰安', '泰山区', 'http://node4:8000/details?line=/taian/taishan', '泰山区小区', 
        '泰山区街道', '2室2厅', '高层', '67㎡', 
        '平层', '东', '钢混结构', 
        '毛坯', '2梯4户', '2023-03-25', 
        '商品房', '个人产权', '无抵押', 
        '16832', '117.13', '36.18', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('泰安', '泰山区', 'http://node4:8000/details?line=/taian/taishan', '泰山区小区', 
        '泰山区街道', '3室2厅', '中层', '111㎡', 
        '平层', '北', '钢混结构', 
        '精装修', '2梯4户', '2024-08-12', 
        '商品房', '个人产权', '无抵押', 
        '16289', '117.13', '36.18', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('泰安', '岱岳区', 'http://node4:8000/details?line=/taian/daiyue', '岱岳区小区', 
        '岱岳区街道', '3室1厅', '中层', '85㎡', 
        '平层', '南', '砖混结构', 
        '毛坯', '1梯2户', '2022-07-13', 
        '商品房', '个人产权', '无抵押', 
        '13112', '117', '36.18', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('泰安', '岱岳区', 'http://node4:8000/details?line=/taian/daiyue', '岱岳区小区', 
        '岱岳区街道', '4室2厅', '中层', '90㎡', 
        '平层', '北', '砖混结构', 
        '简装修', '2梯4户', '2020-11-17', 
        '商品房', '个人产权', '无抵押', 
        '19608', '117', '36.18', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '威海市', 'http://node4:8000/details?line=/weihai/weihai', '威海市小区', 
        '威海市街道', '2室2厅', '低层', '89㎡', 
        '平层', '南北', '砖混结构', 
        '简装修', '1梯2户', '2020-03-25', 
        '商品房', '个人产权', '无抵押', 
        '12309', '122.12', '37.52', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '威海市', 'http://node4:8000/details?line=/weihai/weihai', '威海市小区', 
        '威海市街道', '3室2厅', '低层', '62㎡', 
        '平层', '南北', '砖混结构', 
        '简装修', '2梯4户', '2024-05-22', 
        '商品房', '个人产权', '无抵押', 
        '8192', '122.12', '37.52', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '环翠区', 'http://node4:8000/details?line=/weihai/huancui', '环翠区小区', 
        '环翠区街道', '2室2厅', '高层', '80㎡', 
        '平层', '西', '钢混结构', 
        '简装修', '2梯4户', '2024-05-16', 
        '商品房', '个人产权', '无抵押', 
        '16371', '122.05', '37.35', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '环翠区', 'http://node4:8000/details?line=/weihai/huancui', '环翠区小区', 
        '环翠区街道', '1室1厅', '高层', '109㎡', 
        '平层', '南北', '砖混结构', 
        '毛坯', '1梯2户', '2022-06-12', 
        '商品房', '个人产权', '无抵押', 
        '18004', '122.05', '37.35', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '文登区', 'http://node4:8000/details?line=/weihai/wendeng', '文登区小区', 
        '文登区街道', '2室2厅', '中层', '106㎡', 
        '平层', '南', '砖混结构', 
        '毛坯', '2梯4户', '2023-09-08', 
        '商品房', '个人产权', '无抵押', 
        '8346', '122.05', '37.2', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '文登区', 'http://node4:8000/details?line=/weihai/wendeng', '文登区小区', 
        '文登区街道', '4室2厅', '低层', '101㎡', 
        '平层', '南', '砖混结构', 
        '精装修', '1梯2户', '2021-07-23', 
        '商品房', '个人产权', '无抵押', 
        '8877', '122.05', '37.2', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '荣成市', 'http://node4:8000/details?line=/weihai/rongcheng', '荣成市小区', 
        '荣成市街道', '2室2厅', '低层', '106㎡', 
        '平层', '东', '框架结构', 
        '精装修', '1梯2户', '2021-02-25', 
        '商品房', '个人产权', '无抵押', 
        '9928', '122.42', '37.17', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '荣成市', 'http://node4:8000/details?line=/weihai/rongcheng', '荣成市小区', 
        '荣成市街道', '3室1厅', '中层', '81㎡', 
        '平层', '北', '框架结构', 
        '毛坯', '2梯4户', '2020-12-03', 
        '商品房', '个人产权', '无抵押', 
        '13428', '122.42', '37.17', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '乳山市', 'http://node4:8000/details?line=/weihai/rushan', '乳山市小区', 
        '乳山市街道', '1室1厅', '高层', '70㎡', 
        '平层', '南', '砖混结构', 
        '精装修', '1梯2户', '2020-04-18', 
        '商品房', '个人产权', '无抵押', 
        '17573', '121.53', '36.92', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '乳山市', 'http://node4:8000/details?line=/weihai/rushan', '乳山市小区', 
        '乳山市街道', '4室2厅', '高层', '100㎡', 
        '平层', '东', '砖混结构', 
        '毛坯', '1梯2户', '2022-05-28', 
        '商品房', '个人产权', '无抵押', 
        '17702', '121.53', '36.92', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '经区', 'http://node4:8000/details?line=/weihai/jing', '经区小区', 
        '经区街道', '2室2厅', '中层', '87㎡', 
        '平层', '西', '钢混结构', 
        '毛坯', '2梯4户', '2022-10-11', 
        '商品房', '个人产权', '无抵押', 
        '16561', '122.17', '37.4', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '经区', 'http://node4:8000/details?line=/weihai/jing', '经区小区', 
        '经区街道', '2室1厅', '低层', '65㎡', 
        '平层', '南', '砖混结构', 
        '毛坯', '1梯2户', '2023-04-08', 
        '商品房', '个人产权', '无抵押', 
        '19127', '122.17', '37.4', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '高区', 'http://node4:8000/details?line=/weihai/gao', '高区小区', 
        '高区街道', '2室1厅', '低层', '108㎡', 
        '平层', '西', '砖混结构', 
        '毛坯', '2梯4户', '2024-10-22', 
        '商品房', '个人产权', '无抵押', 
        '11090', '122.03', '37.52', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '高区', 'http://node4:8000/details?line=/weihai/gao', '高区小区', 
        '高区街道', '4室2厅', '中层', '101㎡', 
        '平层', '南', '框架结构', 
        '简装修', '1梯2户', '2020-08-11', 
        '商品房', '个人产权', '无抵押', 
        '15817', '122.03', '37.52', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '临沂市', 'http://node4:8000/details?line=/linyi/linyi', '临沂市小区', 
        '临沂市街道', '4室2厅', '高层', '98㎡', 
        '平层', '东', '砖混结构', 
        '简装修', '1梯2户', '2019-08-25', 
        '商品房', '个人产权', '无抵押', 
        '9728', '118.35', '35.05', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '临沂市', 'http://node4:8000/details?line=/linyi/linyi', '临沂市小区', 
        '临沂市街道', '1室1厅', '低层', '100㎡', 
        '平层', '南北', '砖混结构', 
        '简装修', '2梯4户', '2023-08-04', 
        '商品房', '个人产权', '无抵押', 
        '16575', '118.35', '35.05', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '兰山区', 'http://node4:8000/details?line=/linyi/lanshan', '兰山区小区', 
        '兰山区街道', '2室2厅', '低层', '101㎡', 
        '平层', '北', '框架结构', 
        '简装修', '2梯4户', '2021-04-20', 
        '商品房', '个人产权', '无抵押', 
        '10857', '118.33', '35.27', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '兰山区', 'http://node4:8000/details?line=/linyi/lanshan', '兰山区小区', 
        '兰山区街道', '3室2厅', '高层', '83㎡', 
        '平层', '南北', '砖混结构', 
        '简装修', '1梯2户', '2020-06-03', 
        '商品房', '个人产权', '无抵押', 
        '17110', '118.33', '35.27', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '罗庄区', 'http://node4:8000/details?line=/linyi/luozhuang', '罗庄区小区', 
        '罗庄区街道', '3室2厅', '中层', '75㎡', 
        '平层', '东', '框架结构', 
        '精装修', '2梯4户', '2021-02-17', 
        '商品房', '个人产权', '无抵押', 
        '10132', '118.28', '34.98', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '罗庄区', 'http://node4:8000/details?line=/linyi/luozhuang', '罗庄区小区', 
        '罗庄区街道', '2室2厅', '中层', '93㎡', 
        '平层', '北', '砖混结构', 
        '毛坯', '1梯2户', '2023-01-23', 
        '商品房', '个人产权', '无抵押', 
        '10749', '118.28', '34.98', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '河东区', 'http://node4:8000/details?line=/linyi/hedong', '河东区小区', 
        '河东区街道', '2室2厅', '低层', '98㎡', 
        '平层', '北', '框架结构', 
        '毛坯', '2梯4户', '2024-03-01', 
        '商品房', '个人产权', '无抵押', 
        '12147', '118.5', '35.08', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '河东区', 'http://node4:8000/details?line=/linyi/hedong', '河东区小区', 
        '河东区街道', '2室2厅', '低层', '73㎡', 
        '平层', '南', '钢混结构', 
        '简装修', '1梯2户', '2021-12-02', 
        '商品房', '个人产权', '无抵押', 
        '18290', '118.5', '35.08', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '沂水县', 'http://node4:8000/details?line=/linyi/yishui', '沂水县小区', 
        '沂水县街道', '3室2厅', '低层', '109㎡', 
        '平层', '南', '钢混结构', 
        '精装修', '2梯4户', '2021-03-02', 
        '商品房', '个人产权', '无抵押', 
        '9592', '118.62', '35.78', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '沂水县', 'http://node4:8000/details?line=/linyi/yishui', '沂水县小区', 
        '沂水县街道', '3室1厅', '高层', '86㎡', 
        '平层', '北', '钢混结构', 
        '精装修', '2梯4户', '2023-06-19', 
        '商品房', '个人产权', '无抵押', 
        '14737', '118.62', '35.78', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '莒南县', 'http://node4:8000/details?line=/linyi/junan', '莒南县小区', 
        '莒南县街道', '2室1厅', '中层', '72㎡', 
        '平层', '南', '钢混结构', 
        '毛坯', '2梯4户', '2021-04-02', 
        '商品房', '个人产权', '无抵押', 
        '19662', '118.83', '35.18', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '莒南县', 'http://node4:8000/details?line=/linyi/junan', '莒南县小区', 
        '莒南县街道', '2室2厅', '高层', '96㎡', 
        '平层', '北', '框架结构', 
        '简装修', '1梯2户', '2019-03-27', 
        '商品房', '个人产权', '无抵押', 
        '13565', '118.83', '35.18', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '菏泽市', 'http://node4:8000/details?line=/heze/heze', '菏泽市小区', 
        '菏泽市街道', '3室1厅', '高层', '67㎡', 
        '平层', '西', '砖混结构', 
        '简装修', '2梯4户', '2023-09-21', 
        '商品房', '个人产权', '无抵押', 
        '12443', '115.48', '35.23', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '菏泽市', 'http://node4:8000/details?line=/heze/heze', '菏泽市小区', 
        '菏泽市街道', '3室2厅', '高层', '82㎡', 
        '平层', '北', '钢混结构', 
        '精装修', '2梯4户', '2023-02-13', 
        '商品房', '个人产权', '无抵押', 
        '13816', '115.48', '35.23', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '牡丹区', 'http://node4:8000/details?line=/heze/mudan', '牡丹区小区', 
        '牡丹区街道', '1室1厅', '中层', '60㎡', 
        '平层', '东西', '钢混结构', 
        '精装修', '1梯2户', '2023-06-09', 
        '商品房', '个人产权', '无抵押', 
        '10427', '115.43', '35.25', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '牡丹区', 'http://node4:8000/details?line=/heze/mudan', '牡丹区小区', 
        '牡丹区街道', '3室2厅', '低层', '99㎡', 
        '平层', '南', '砖混结构', 
        '精装修', '1梯2户', '2020-03-22', 
        '商品房', '个人产权', '无抵押', 
        '10788', '115.43', '35.25', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '单县', 'http://node4:8000/details?line=/heze/dan', '单县小区', 
        '单县街道', '2室1厅', '低层', '62㎡', 
        '平层', '南', '钢混结构', 
        '精装修', '1梯2户', '2019-08-06', 
        '商品房', '个人产权', '无抵押', 
        '10126', '116.08', '34.8', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '单县', 'http://node4:8000/details?line=/heze/dan', '单县小区', 
        '单县街道', '2室2厅', '低层', '107㎡', 
        '平层', '东', '钢混结构', 
        '简装修', '2梯4户', '2020-10-04', 
        '商品房', '个人产权', '无抵押', 
        '18337', '116.08', '34.8', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '成武县', 'http://node4:8000/details?line=/heze/chengwu', '成武县小区', 
        '成武县街道', '2室2厅', '中层', '95㎡', 
        '平层', '南北', '砖混结构', 
        '精装修', '2梯4户', '2021-07-05', 
        '商品房', '个人产权', '无抵押', 
        '8952', '115.88', '34.95', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '成武县', 'http://node4:8000/details?line=/heze/chengwu', '成武县小区', 
        '成武县街道', '3室1厅', '低层', '105㎡', 
        '平层', '东西', '框架结构', 
        '毛坯', '2梯4户', '2019-06-13', 
        '商品房', '个人产权', '无抵押', 
        '12904', '115.88', '34.95', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '巨野县', 'http://node4:8000/details?line=/heze/juye', '巨野县小区', 
        '巨野县街道', '3室2厅', '中层', '116㎡', 
        '平层', '南', '框架结构', 
        '精装修', '2梯4户', '2023-11-15', 
        '商品房', '个人产权', '无抵押', 
        '18017', '116.08', '35.4', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '巨野县', 'http://node4:8000/details?line=/heze/juye', '巨野县小区', 
        '巨野县街道', '2室2厅', '低层', '94㎡', 
        '平层', '西', '钢混结构', 
        '精装修', '2梯4户', '2022-06-09', 
        '商品房', '个人产权', '无抵押', 
        '16528', '116.08', '35.4', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '郓城县', 'http://node4:8000/details?line=/heze/yuncheng', '郓城县小区', 
        '郓城县街道', '2室2厅', '中层', '91㎡', 
        '平层', '南', '砖混结构', 
        '毛坯', '1梯2户', '2023-02-17', 
        '商品房', '个人产权', '无抵押', 
        '19270', '115.93', '35.6', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '郓城县', 'http://node4:8000/details?line=/heze/yuncheng', '郓城县小区', 
        '郓城县街道', '1室1厅', '高层', '86㎡', 
        '平层', '东西', '钢混结构', 
        '简装修', '2梯4户', '2022-07-10', 
        '商品房', '个人产权', '无抵押', 
        '11437', '115.93', '35.6', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '鄄城县', 'http://node4:8000/details?line=/heze/juancheng', '鄄城县小区', 
        '鄄城县街道', '2室1厅', '高层', '89㎡', 
        '平层', '南北', '框架结构', 
        '毛坯', '2梯4户', '2020-09-17', 
        '商品房', '个人产权', '无抵押', 
        '12140', '115.5', '35.57', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '鄄城县', 'http://node4:8000/details?line=/heze/juancheng', '鄄城县小区', 
        '鄄城县街道', '1室1厅', '高层', '116㎡', 
        '平层', '西', '砖混结构', 
        '毛坯', '1梯2户', '2021-04-01', 
        '商品房', '个人产权', '无抵押', 
        '16574', '115.5', '35.57', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '定陶区', 'http://node4:8000/details?line=/heze/dingtao', '定陶区小区', 
        '定陶区街道', '3室2厅', '中层', '115㎡', 
        '平层', '东西', '砖混结构', 
        '毛坯', '1梯2户', '2022-01-25', 
        '商品房', '个人产权', '无抵押', 
        '11991', '115.57', '35.07', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '定陶区', 'http://node4:8000/details?line=/heze/dingtao', '定陶区小区', 
        '定陶区街道', '3室2厅', '高层', '119㎡', 
        '平层', '西', '框架结构', 
        '毛坯', '2梯4户', '2023-07-04', 
        '商品房', '个人产权', '无抵押', 
        '16207', '115.57', '35.07', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '济南市', 'http://node4:8000/details?line=/jinan/jinan', '济南市小区', 
        '济南市街道商业街', '1室1厅', '低层', '102㎡', 
        '平层', '西', '框架结构', 
        '毛坯', '1梯2户', '2024-04-16', 
        '非商品房', '国家产权', '有抵押', 
        '7289', '116.98', '36.67', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '济南市', 'http://node4:8000/details?line=/jinan/jinan', '济南市华庭', 
        '济南市街道商业区', '4室2厅', '低层', '91㎡', 
        '平层', '南北', '砖混结构', 
        '精装修', '1梯2户', '2024-03-27', 
        '商品房', '国家产权', '无抵押', 
        '13066', '116.98', '36.67', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '历下区', 'http://node4:8000/details?line=/jinan/lixia', '历下区公寓', 
        '历下区街道开发区', '3室2厅', '高层', '74㎡', 
        '别墅', '南北', '钢混结构', 
        '简装修', '1梯2户', '2019-10-05', 
        '商品房', '国家产权', '无抵押', 
        '23245', '117.05', '36.65', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '历下区', 'http://node4:8000/details?line=/jinan/lixia', '历下区华庭', 
        '历下区街道商业街', '2室1厅', '低层', '122㎡', 
        '别墅', '南北', '钢混结构', 
        '毛坯', '1梯2户', '2024-08-02', 
        '经济适用房', '国家产权', '无抵押', 
        '23374', '117.05', '36.65', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '市中区', 'http://node4:8000/details?line=/jinan/shizhong', '市中区公寓', 
        '市中区街道社区', '2室1厅', '高层', '101㎡', 
        '错层', '西', '框架结构', 
        '简装修', '2梯4户', '2021-09-15', 
        '经济适用房', '企业产权', '无抵押', 
        '16937', '116.95', '36.58', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '市中区', 'http://node4:8000/details?line=/jinan/shizhong', '市中区名优住宅', 
        '市中区街道街道', '4室2厅', '高层', '134㎡', 
        '平层', '南', '钢混结构', 
        '精装修', '2梯4户', '2019-11-04', 
        '经济适用房', '国家产权', '无抵押', 
        '15527', '116.95', '36.58', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '槐荫区', 'http://node4:8000/details?line=/jinan/huaiyin', '槐荫区小区', 
        '槐荫区街道社区', '3室1厅', '高层', '97㎡', 
        '平层', '南北', '框架结构', 
        '毛坯', '2梯4户', '2022-08-03', 
        '商品房', '国家产权', '无抵押', 
        '16418', '116.85', '36.68', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '槐荫区', 'http://node4:8000/details?line=/jinan/huaiyin', '槐荫区华庭', 
        '槐荫区街道商业区', '2室1厅', '中层', '98㎡', 
        '错层', '南', '砖混结构', 
        '精装修', '1梯2户', '2022-05-18', 
        '非商品房', '个人产权', '无抵押', 
        '18832', '116.85', '36.68', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '天桥区', 'http://node4:8000/details?line=/jinan/tianqiao', '天桥区小区', 
        '天桥区街道商业街', '3室1厅', '低层', '88㎡', 
        '错层', '西', '砖混结构', 
        '简装修', '2梯4户', '2023-01-07', 
        '经济适用房', '企业产权', '无抵押', 
        '10697', '116.99', '36.78', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '天桥区', 'http://node4:8000/details?line=/jinan/tianqiao', '天桥区名优住宅', 
        '天桥区街道商业街', '2室1厅', '低层', '86㎡', 
        '复式', '西', '框架结构', 
        '简装修', '1梯2户', '2022-01-02', 
        '商品房', '企业产权', '无抵押', 
        '22950', '116.99', '36.78', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '历城区', 'http://node4:8000/details?line=/jinan/licheng', '历城区公寓', 
        '历城区街道新区', '2室1厅', '高层', '86㎡', 
        '复式', '南北', '框架结构', 
        '简装修', '2梯4户', '2023-12-20', 
        '商品房', '企业产权', '无抵押', 
        '8432', '117.17', '36.48', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '历城区', 'http://node4:8000/details?line=/jinan/licheng', '历城区公寓', 
        '历城区街道新区', '1室1厅', '低层', '124㎡', 
        '平层', '北', '砖混结构', 
        '精装修', '2梯4户', '2024-02-14', 
        '经济适用房', '个人产权', '有抵押', 
        '23084', '117.17', '36.48', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '长清区', 'http://node4:8000/details?line=/jinan/zhangqing', '长清区名优住宅', 
        '长清区街道街道', '3室2厅', '中层', '64㎡', 
        '平层', '东西', '钢混结构', 
        '精装修', '2梯4户', '2024-08-16', 
        '商品房', '个人产权', '无抵押', 
        '8057', '116.73', '36.55', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '长清区', 'http://node4:8000/details?line=/jinan/zhangqing', '长清区小区', 
        '长清区街道商业区', '4室2厅', '低层', '71㎡', 
        '错层', '北', '钢混结构', 
        '简装修', '1梯2户', '2019-07-13', 
        '商品房', '个人产权', '有抵押', 
        '8899', '116.73', '36.55', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '济阳区', 'http://node4:8000/details?line=/jinan/jiyang', '济阳区公寓', 
        '济阳区街道街道', '4室2厅', '高层', '149㎡', 
        '平层', '南', '砖混结构', 
        '简装修', '2梯4户', '2019-02-01', 
        '非商品房', '企业产权', '有抵押', 
        '15989', '117.22', '36.98', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '济阳区', 'http://node4:8000/details?line=/jinan/jiyang', '济阳区小区', 
        '济阳区街道新区', '3室2厅', '高层', '66㎡', 
        '平层', '南', '框架结构', 
        '简装修', '1梯2户', '2020-12-20', 
        '非商品房', '国家产权', '有抵押', 
        '7848', '117.22', '36.98', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '章丘区', 'http://node4:8000/details?line=/jinan/zhangqiu', '章丘区名优住宅', 
        '章丘区街道商业街', '3室1厅', '中层', '98㎡', 
        '错层', '东西', '框架结构', 
        '毛坯', '1梯2户', '2023-01-20', 
        '经济适用房', '个人产权', '有抵押', 
        '7621', '117.53', '36.72', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '章丘区', 'http://node4:8000/details?line=/jinan/zhangqiu', '章丘区名优住宅', 
        '章丘区街道商业街', '1室1厅', '中层', '92㎡', 
        '平层', '南北', '砖混结构', 
        '简装修', '1梯2户', '2021-07-09', 
        '经济适用房', '个人产权', '有抵押', 
        '22011', '117.53', '36.72', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '高新区', 'http://node4:8000/details?line=/jinan/gaoxin', '高新区公寓', 
        '高新区街道商业街', '2室2厅', '低层', '140㎡', 
        '平层', '西', '钢混结构', 
        '毛坯', '2梯4户', '2020-12-11', 
        '非商品房', '企业产权', '无抵押', 
        '19241', '117.13', '36.68', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '高新区', 'http://node4:8000/details?line=/jinan/gaoxin', '高新区公寓', 
        '高新区街道商业区', '2室2厅', '高层', '121㎡', 
        '平层', '南', '钢混结构', 
        '精装修', '1梯2户', '2023-08-26', 
        '商品房', '国家产权', '无抵押', 
        '21589', '117.13', '36.68', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '青岛市', 'http://node4:8000/details?line=/qingdao/qingdao', '青岛市公寓', 
        '青岛市街道开发区', '2室1厅', '低层', '74㎡', 
        '平层', '西', '钢混结构', 
        '毛坯', '2梯4户', '2024-03-20', 
        '经济适用房', '个人产权', '有抵押', 
        '22465', '120.38', '36.07', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '青岛市', 'http://node4:8000/details?line=/qingdao/qingdao', '青岛市华庭', 
        '青岛市街道商业区', '4室2厅', '低层', '106㎡', 
        '别墅', '东', '砖混结构', 
        '毛坯', '2梯4户', '2019-06-14', 
        '经济适用房', '国家产权', '有抵押', 
        '13676', '120.38', '36.07', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '市南区', 'http://node4:8000/details?line=/qingdao/shinan', '市南区华庭', 
        '市南区街道开发区', '2室1厅', '中层', '81㎡', 
        '错层', '东西', '钢混结构', 
        '简装修', '2梯4户', '2021-02-11', 
        '经济适用房', '国家产权', '无抵押', 
        '10155', '120.38', '36.05', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '市南区', 'http://node4:8000/details?line=/qingdao/shinan', '市南区华庭', 
        '市南区街道街道', '2室2厅', '中层', '96㎡', 
        '别墅', '西', '钢混结构', 
        '简装修', '1梯2户', '2023-05-11', 
        '非商品房', '企业产权', '有抵押', 
        '19908', '120.38', '36.05', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '市北区', 'http://node4:8000/details?line=/qingdao/shibei', '市北区公寓', 
        '市北区街道街道', '4室2厅', '中层', '74㎡', 
        '复式', '东', '钢混结构', 
        '毛坯', '2梯4户', '2023-10-26', 
        '商品房', '国家产权', '无抵押', 
        '18984', '120.35', '36.13', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '市北区', 'http://node4:8000/details?line=/qingdao/shibei', '市北区华庭', 
        '市北区街道商业区', '4室2厅', '高层', '107㎡', 
        '平层', '东西', '钢混结构', 
        '毛坯', '2梯4户', '2023-01-03', 
        '非商品房', '个人产权', '无抵押', 
        '14816', '120.35', '36.13', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '黄岛区', 'http://node4:8000/details?line=/qingdao/huangdao', '黄岛区公寓', 
        '黄岛区街道社区', '3室1厅', '中层', '129㎡', 
        '复式', '北', '钢混结构', 
        '精装修', '2梯4户', '2023-02-24', 
        '非商品房', '国家产权', '有抵押', 
        '15630', '120.18', '35.97', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '黄岛区', 'http://node4:8000/details?line=/qingdao/huangdao', '黄岛区小区', 
        '黄岛区街道街道', '2室2厅', '中层', '117㎡', 
        '错层', '北', '砖混结构', 
        '简装修', '2梯4户', '2019-02-08', 
        '经济适用房', '国家产权', '有抵押', 
        '22308', '120.18', '35.97', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '崂山区', 'http://node4:8000/details?line=/qingdao/laoshan', '崂山区华庭', 
        '崂山区街道开发区', '2室2厅', '中层', '148㎡', 
        '复式', '东西', '钢混结构', 
        '简装修', '1梯2户', '2020-10-02', 
        '商品房', '企业产权', '无抵押', 
        '7520', '120.6', '36.25', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '崂山区', 'http://node4:8000/details?line=/qingdao/laoshan', '崂山区华庭', 
        '崂山区街道新区', '3室2厅', '中层', '136㎡', 
        '复式', '南北', '钢混结构', 
        '毛坯', '1梯2户', '2020-12-15', 
        '商品房', '企业产权', '有抵押', 
        '11240', '120.6', '36.25', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '李沧区', 'http://node4:8000/details?line=/qingdao/licang', '李沧区名优住宅', 
        '李沧区街道街道', '2室1厅', '低层', '72㎡', 
        '别墅', '南北', '钢混结构', 
        '简装修', '2梯4户', '2023-12-16', 
        '经济适用房', '国家产权', '有抵押', 
        '11965', '120.43', '36.2', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '李沧区', 'http://node4:8000/details?line=/qingdao/licang', '李沧区小区', 
        '李沧区街道社区', '2室2厅', '低层', '78㎡', 
        '别墅', '北', '框架结构', 
        '毛坯', '2梯4户', '2024-02-08', 
        '商品房', '企业产权', '无抵押', 
        '11081', '120.43', '36.2', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '城阳区', 'http://node4:8000/details?line=/qingdao/chengyang', '城阳区华庭', 
        '城阳区街道商业街', '2室1厅', '低层', '91㎡', 
        '平层', '北', '砖混结构', 
        '毛坯', '1梯2户', '2021-03-09', 
        '经济适用房', '个人产权', '有抵押', 
        '17192', '120.37', '36.3', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '城阳区', 'http://node4:8000/details?line=/qingdao/chengyang', '城阳区小区', 
        '城阳区街道社区', '3室2厅', '中层', '103㎡', 
        '复式', '南', '砖混结构', 
        '简装修', '1梯2户', '2020-12-23', 
        '经济适用房', '个人产权', '有抵押', 
        '16648', '120.37', '36.3', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '胶州市', 'http://node4:8000/details?line=/qingdao/jiaozhou', '胶州市华庭', 
        '胶州市街道商业区', '1室1厅', '中层', '102㎡', 
        '复式', '西', '钢混结构', 
        '精装修', '2梯4户', '2024-10-19', 
        '商品房', '个人产权', '有抵押', 
        '11503', '120.03', '36.27', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '胶州市', 'http://node4:8000/details?line=/qingdao/jiaozhou', '胶州市公寓', 
        '胶州市街道商业区', '2室2厅', '中层', '125㎡', 
        '错层', '西', '钢混结构', 
        '毛坯', '2梯4户', '2021-05-21', 
        '经济适用房', '国家产权', '有抵押', 
        '14174', '120.03', '36.27', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '即墨区', 'http://node4:8000/details?line=/qingdao/jimo', '即墨区名优住宅', 
        '即墨区街道新区', '2室1厅', '中层', '92㎡', 
        '平层', '东西', '钢混结构', 
        '简装修', '2梯4户', '2024-01-15', 
        '经济适用房', '国家产权', '无抵押', 
        '21164', '120.45', '36.48', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '即墨区', 'http://node4:8000/details?line=/qingdao/jimo', '即墨区公寓', 
        '即墨区街道社区', '2室2厅', '低层', '102㎡', 
        '错层', '东', '钢混结构', 
        '简装修', '1梯2户', '2021-11-26', 
        '经济适用房', '国家产权', '有抵押', 
        '24921', '120.45', '36.48', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '淄博市', 'http://node4:8000/details?line=/zibo/zibo', '淄博市华庭', 
        '淄博市街道新区', '3室2厅', '高层', '101㎡', 
        '别墅', '南', '砖混结构', 
        '简装修', '2梯4户', '2021-07-11', 
        '非商品房', '个人产权', '有抵押', 
        '23074', '118.05', '36.82', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '淄博市', 'http://node4:8000/details?line=/zibo/zibo', '淄博市名优住宅', 
        '淄博市街道商业街', '2室2厅', '中层', '97㎡', 
        '错层', '东西', '砖混结构', 
        '简装修', '1梯2户', '2024-07-28', 
        '经济适用房', '企业产权', '有抵押', 
        '11690', '118.05', '36.82', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '张店区', 'http://node4:8000/details?line=/zibo/zhangdian', '张店区华庭', 
        '张店区街道新区', '2室2厅', '低层', '72㎡', 
        '复式', '南', '砖混结构', 
        '精装修', '1梯2户', '2023-09-07', 
        '商品房', '国家产权', '无抵押', 
        '23323', '118.1', '36.75', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '张店区', 'http://node4:8000/details?line=/zibo/zhangdian', '张店区华庭', 
        '张店区街道新区', '1室1厅', '中层', '125㎡', 
        '平层', '西', '钢混结构', 
        '简装修', '2梯4户', '2021-12-26', 
        '商品房', '国家产权', '有抵押', 
        '23549', '118.1', '36.75', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '临淄区', 'http://node4:8000/details?line=/zibo/linzi', '临淄区小区', 
        '临淄区街道商业街', '2室1厅', '中层', '114㎡', 
        '复式', '北', '框架结构', 
        '简装修', '1梯2户', '2019-10-01', 
        '商品房', '个人产权', '无抵押', 
        '19560', '118.3', '36.82', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '临淄区', 'http://node4:8000/details?line=/zibo/linzi', '临淄区小区', 
        '临淄区街道开发区', '2室2厅', '低层', '64㎡', 
        '复式', '东', '框架结构', 
        '精装修', '2梯4户', '2024-09-02', 
        '非商品房', '企业产权', '有抵押', 
        '16960', '118.3', '36.82', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '周村区', 'http://node4:8000/details?line=/zibo/zhoucun', '周村区华庭', 
        '周村区街道新区', '1室1厅', '低层', '87㎡', 
        '别墅', '南', '框架结构', 
        '精装修', '2梯4户', '2019-09-25', 
        '商品房', '个人产权', '有抵押', 
        '14502', '117.87', '36.8', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '周村区', 'http://node4:8000/details?line=/zibo/zhoucun', '周村区华庭', 
        '周村区街道街道', '1室1厅', '中层', '96㎡', 
        '别墅', '南', '砖混结构', 
        '精装修', '1梯2户', '2020-12-07', 
        '经济适用房', '企业产权', '无抵押', 
        '10723', '117.87', '36.8', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '桓台县', 'http://node4:8000/details?line=/zibo/huantai', '桓台县华庭', 
        '桓台县街道新区', '1室1厅', '低层', '129㎡', 
        '复式', '南北', '砖混结构', 
        '精装修', '2梯4户', '2024-01-28', 
        '经济适用房', '个人产权', '无抵押', 
        '23281', '118.08', '36.97', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '桓台县', 'http://node4:8000/details?line=/zibo/huantai', '桓台县公寓', 
        '桓台县街道商业区', '2室2厅', '高层', '127㎡', 
        '别墅', '北', '砖混结构', 
        '精装修', '2梯4户', '2022-09-28', 
        '商品房', '个人产权', '有抵押', 
        '18235', '118.08', '36.97', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '高青县', 'http://node4:8000/details?line=/zibo/gaoqing', '高青县名优住宅', 
        '高青县街道新区', '1室1厅', '高层', '133㎡', 
        '错层', '西', '钢混结构', 
        '简装修', '1梯2户', '2023-09-18', 
        '商品房', '个人产权', '无抵押', 
        '22210', '117.82', '37.17', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '高青县', 'http://node4:8000/details?line=/zibo/gaoqing', '高青县公寓', 
        '高青县街道商业街', '2室1厅', '低层', '99㎡', 
        '平层', '南北', '砖混结构', 
        '毛坯', '2梯4户', '2021-05-09', 
        '非商品房', '企业产权', '有抵押', 
        '21356', '117.82', '37.17', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '沂源县', 'http://node4:8000/details?line=/zibo/yiyuan', '沂源县华庭', 
        '沂源县街道街道', '4室2厅', '低层', '148㎡', 
        '错层', '北', '钢混结构', 
        '毛坯', '1梯2户', '2020-11-13', 
        '商品房', '国家产权', '有抵押', 
        '19288', '118.17', '36.18', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '沂源县', 'http://node4:8000/details?line=/zibo/yiyuan', '沂源县名优住宅', 
        '沂源县街道开发区', '4室2厅', '中层', '134㎡', 
        '错层', '南', '砖混结构', 
        '精装修', '2梯4户', '2024-06-11', 
        '非商品房', '个人产权', '无抵押', 
        '8647', '118.17', '36.18', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '淄川区', 'http://node4:8000/details?line=/zibo/zichuan', '淄川区名优住宅', 
        '淄川区街道商业区', '2室1厅', '低层', '125㎡', 
        '复式', '东西', '框架结构', 
        '精装修', '2梯4户', '2022-03-15', 
        '经济适用房', '个人产权', '无抵押', 
        '13666', '117.97', '36.64', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '淄川区', 'http://node4:8000/details?line=/zibo/zichuan', '淄川区小区', 
        '淄川区街道新区', '2室1厅', '中层', '111㎡', 
        '错层', '西', '砖混结构', 
        '毛坯', '2梯4户', '2021-05-03', 
        '商品房', '国家产权', '有抵押', 
        '10700', '117.97', '36.64', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '经开区', 'http://node4:8000/details?line=/zibo/jingkai', '经开区小区', 
        '经开区街道社区', '1室1厅', '高层', '111㎡', 
        '错层', '北', '钢混结构', 
        '精装修', '2梯4户', '2022-03-05', 
        '经济适用房', '个人产权', '有抵押', 
        '22322', '118.01', '36.89', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '经开区', 'http://node4:8000/details?line=/zibo/jingkai', '经开区名优住宅', 
        '经开区街道商业街', '3室2厅', '中层', '85㎡', 
        '别墅', '南北', '钢混结构', 
        '毛坯', '1梯2户', '2021-07-14', 
        '商品房', '企业产权', '有抵押', 
        '23177', '118.01', '36.89', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '高新区', 'http://node4:8000/details?line=/zibo/gaoxin', '高新区名优住宅', 
        '高新区街道街道', '1室1厅', '低层', '141㎡', 
        '平层', '西', '框架结构', 
        '毛坯', '2梯4户', '2023-08-04', 
        '商品房', '国家产权', '无抵押', 
        '23124', '118.06', '36.84', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '高新区', 'http://node4:8000/details?line=/zibo/gaoxin', '高新区名优住宅', 
        '高新区街道街道', '3室2厅', '低层', '112㎡', 
        '错层', '北', '砖混结构', 
        '简装修', '1梯2户', '2021-07-09', 
        '非商品房', '国家产权', '无抵押', 
        '11168', '118.06', '36.84', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '烟台市', 'http://node4:8000/details?line=/yantai/yantai', '烟台市公寓', 
        '烟台市街道街道', '2室2厅', '中层', '111㎡', 
        '别墅', '南', '框架结构', 
        '简装修', '1梯2户', '2020-01-05', 
        '非商品房', '企业产权', '有抵押', 
        '22854', '121.43', '37.45', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '烟台市', 'http://node4:8000/details?line=/yantai/yantai', '烟台市华庭', 
        '烟台市街道商业区', '4室2厅', '高层', '121㎡', 
        '复式', '南', '砖混结构', 
        '精装修', '2梯4户', '2019-08-12', 
        '商品房', '企业产权', '无抵押', 
        '11426', '121.43', '37.45', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '芝罘区', 'http://node4:8000/details?line=/yantai/zhifu', '芝罘区小区', 
        '芝罘区街道商业街', '1室1厅', '低层', '76㎡', 
        '别墅', '南北', '框架结构', 
        '精装修', '2梯4户', '2019-12-12', 
        '商品房', '个人产权', '有抵押', 
        '9618', '121.38', '37.58', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '芝罘区', 'http://node4:8000/details?line=/yantai/zhifu', '芝罘区公寓', 
        '芝罘区街道社区', '1室1厅', '中层', '101㎡', 
        '别墅', '东西', '砖混结构', 
        '毛坯', '2梯4户', '2020-11-09', 
        '非商品房', '企业产权', '无抵押', 
        '19438', '121.38', '37.58', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '福山区', 'http://node4:8000/details?line=/yantai/fushan', '福山区华庭', 
        '福山区街道新区', '4室2厅', '低层', '100㎡', 
        '错层', '北', '框架结构', 
        '毛坯', '1梯2户', '2024-01-13', 
        '经济适用房', '国家产权', '有抵押', 
        '12617', '120.95', '37.48', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '福山区', 'http://node4:8000/details?line=/yantai/fushan', '福山区名优住宅', 
        '福山区街道新区', '3室2厅', '低层', '98㎡', 
        '平层', '南北', '钢混结构', 
        '简装修', '2梯4户', '2020-03-08', 
        '商品房', '国家产权', '无抵押', 
        '20390', '120.95', '37.48', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '牟平区', 'http://node4:8000/details?line=/yantai/muping', '牟平区华庭', 
        '牟平区街道商业街', '1室1厅', '低层', '113㎡', 
        '平层', '北', '砖混结构', 
        '简装修', '1梯2户', '2024-10-18', 
        '非商品房', '个人产权', '无抵押', 
        '24149', '121.6', '37.18', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '牟平区', 'http://node4:8000/details?line=/yantai/muping', '牟平区公寓', 
        '牟平区街道商业区', '2室2厅', '低层', '106㎡', 
        '复式', '西', '砖混结构', 
        '简装修', '2梯4户', '2020-12-20', 
        '商品房', '企业产权', '有抵押', 
        '13819', '121.6', '37.18', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '莱山区', 'http://node4:8000/details?line=/yantai/laishan', '莱山区名优住宅', 
        '莱山区街道商业街', '3室1厅', '低层', '107㎡', 
        '别墅', '东', '钢混结构', 
        '毛坯', '2梯4户', '2022-10-09', 
        '非商品房', '企业产权', '有抵押', 
        '15727', '121.38', '37.3', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '莱山区', 'http://node4:8000/details?line=/yantai/laishan', '莱山区名优住宅', 
        '莱山区街道商业街', '2室2厅', '中层', '117㎡', 
        '平层', '东西', '钢混结构', 
        '精装修', '1梯2户', '2019-02-17', 
        '商品房', '国家产权', '无抵押', 
        '12386', '121.38', '37.3', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '龙口市', 'http://node4:8000/details?line=/yantai/longkou', '龙口市小区', 
        '龙口市街道新区', '4室2厅', '低层', '106㎡', 
        '复式', '北', '框架结构', 
        '毛坯', '1梯2户', '2021-09-19', 
        '经济适用房', '个人产权', '无抵押', 
        '14951', '120.52', '37.65', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '龙口市', 'http://node4:8000/details?line=/yantai/longkou', '龙口市华庭', 
        '龙口市街道新区', '3室1厅', '高层', '74㎡', 
        '平层', '南', '钢混结构', 
        '简装修', '1梯2户', '2023-02-10', 
        '经济适用房', '个人产权', '无抵押', 
        '16582', '120.52', '37.65', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '莱阳市', 'http://node4:8000/details?line=/yantai/laiyang', '莱阳市公寓', 
        '莱阳市街道社区', '3室1厅', '低层', '79㎡', 
        '复式', '西', '框架结构', 
        '精装修', '1梯2户', '2023-07-26', 
        '经济适用房', '国家产权', '无抵押', 
        '8207', '120.7', '36.98', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '莱阳市', 'http://node4:8000/details?line=/yantai/laiyang', '莱阳市小区', 
        '莱阳市街道商业区', '3室1厅', '高层', '96㎡', 
        '别墅', '北', '砖混结构', 
        '简装修', '2梯4户', '2022-03-21', 
        '商品房', '个人产权', '无抵押', 
        '12037', '120.7', '36.98', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '蓬莱区', 'http://node4:8000/details?line=/yantai/penglai', '蓬莱区公寓', 
        '蓬莱区街道社区', '1室1厅', '低层', '122㎡', 
        '平层', '南北', '钢混结构', 
        '精装修', '1梯2户', '2020-01-08', 
        '商品房', '个人产权', '无抵押', 
        '22838', '120.75', '37.82', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '蓬莱区', 'http://node4:8000/details?line=/yantai/penglai', '蓬莱区小区', 
        '蓬莱区街道商业区', '3室1厅', '高层', '66㎡', 
        '别墅', '东西', '框架结构', 
        '毛坯', '1梯2户', '2024-06-17', 
        '非商品房', '国家产权', '无抵押', 
        '11088', '120.75', '37.82', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '开发区', 'http://node4:8000/details?line=/yantai/kaifa', '开发区华庭', 
        '开发区街道新区', '2室2厅', '低层', '84㎡', 
        '错层', '西', '砖混结构', 
        '简装修', '2梯4户', '2021-09-07', 
        '非商品房', '国家产权', '无抵押', 
        '18022', '121.1', '37.7', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '开发区', 'http://node4:8000/details?line=/yantai/kaifa', '开发区小区', 
        '开发区街道商业街', '4室2厅', '中层', '91㎡', 
        '平层', '东', '框架结构', 
        '毛坯', '2梯4户', '2022-06-04', 
        '商品房', '个人产权', '无抵押', 
        '11082', '121.1', '37.7', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '高新区', 'http://node4:8000/details?line=/yantai/gaoxin', '高新区公寓', 
        '高新区街道社区', '3室1厅', '低层', '92㎡', 
        '别墅', '东西', '钢混结构', 
        '精装修', '1梯2户', '2022-01-10', 
        '非商品房', '国家产权', '有抵押', 
        '11864', '121.49', '37.45', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '高新区', 'http://node4:8000/details?line=/yantai/gaoxin', '高新区小区', 
        '高新区街道街道', '3室1厅', '低层', '62㎡', 
        '别墅', '南北', '砖混结构', 
        '精装修', '1梯2户', '2019-11-19', 
        '非商品房', '企业产权', '有抵押', 
        '16901', '121.49', '37.45', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '潍坊市', 'http://node4:8000/details?line=/weifang/weifang', '潍坊市名优住宅', 
        '潍坊市街道新区', '1室1厅', '高层', '137㎡', 
        '复式', '南北', '钢混结构', 
        '毛坯', '1梯2户', '2024-09-05', 
        '经济适用房', '企业产权', '有抵押', 
        '10031', '119.15', '36.7', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '潍坊市', 'http://node4:8000/details?line=/weifang/weifang', '潍坊市公寓', 
        '潍坊市街道社区', '3室2厅', '中层', '133㎡', 
        '别墅', '东西', '砖混结构', 
        '简装修', '1梯2户', '2022-02-15', 
        '经济适用房', '个人产权', '有抵押', 
        '9304', '119.15', '36.7', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '潍城区', 'http://node4:8000/details?line=/weifang/weicheng', '潍城区华庭', 
        '潍城区街道新区', '4室2厅', '中层', '85㎡', 
        '复式', '东西', '框架结构', 
        '毛坯', '2梯4户', '2024-01-17', 
        '经济适用房', '个人产权', '无抵押', 
        '14395', '119', '36.62', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '潍城区', 'http://node4:8000/details?line=/weifang/weicheng', '潍城区公寓', 
        '潍城区街道街道', '1室1厅', '低层', '96㎡', 
        '错层', '西', '砖混结构', 
        '简装修', '1梯2户', '2019-11-04', 
        '商品房', '个人产权', '有抵押', 
        '15071', '119', '36.62', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '寒亭区', 'http://node4:8000/details?line=/weifang/hanting', '寒亭区公寓', 
        '寒亭区街道开发区', '3室2厅', '低层', '132㎡', 
        '复式', '南', '钢混结构', 
        '毛坯', '1梯2户', '2022-04-28', 
        '经济适用房', '个人产权', '有抵押', 
        '18987', '119.12', '36.97', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '寒亭区', 'http://node4:8000/details?line=/weifang/hanting', '寒亭区华庭', 
        '寒亭区街道街道', '2室1厅', '低层', '71㎡', 
        '复式', '东西', '框架结构', 
        '毛坯', '2梯4户', '2019-06-13', 
        '非商品房', '个人产权', '有抵押', 
        '8694', '119.12', '36.97', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '坊子区', 'http://node4:8000/details?line=/weifang/fangzi', '坊子区公寓', 
        '坊子区街道社区', '2室2厅', '低层', '76㎡', 
        '平层', '西', '框架结构', 
        '毛坯', '2梯4户', '2019-02-18', 
        '商品房', '个人产权', '有抵押', 
        '12749', '119.47', '36.4', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '坊子区', 'http://node4:8000/details?line=/weifang/fangzi', '坊子区小区', 
        '坊子区街道商业街', '2室2厅', '高层', '110㎡', 
        '复式', '南北', '钢混结构', 
        '毛坯', '1梯2户', '2019-09-04', 
        '非商品房', '企业产权', '无抵押', 
        '18602', '119.47', '36.4', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '奎文区', 'http://node4:8000/details?line=/weifang/kuiwen', '奎文区小区', 
        '奎文区街道新区', '2室1厅', '低层', '111㎡', 
        '平层', '东', '砖混结构', 
        '毛坯', '2梯4户', '2022-02-17', 
        '商品房', '个人产权', '无抵押', 
        '12221', '119.25', '36.68', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '奎文区', 'http://node4:8000/details?line=/weifang/kuiwen', '奎文区公寓', 
        '奎文区街道街道', '1室1厅', '低层', '126㎡', 
        '平层', '南北', '钢混结构', 
        '精装修', '2梯4户', '2023-11-11', 
        '商品房', '个人产权', '无抵押', 
        '14518', '119.25', '36.68', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '青州市', 'http://node4:8000/details?line=/weifang/qingzhou', '青州市小区', 
        '青州市街道开发区', '2室2厅', '中层', '69㎡', 
        '复式', '东', '框架结构', 
        '简装修', '2梯4户', '2019-06-26', 
        '非商品房', '个人产权', '有抵押', 
        '9090', '118.47', '36.68', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '青州市', 'http://node4:8000/details?line=/weifang/qingzhou', '青州市公寓', 
        '青州市街道新区', '3室1厅', '低层', '141㎡', 
        '别墅', '南', '砖混结构', 
        '毛坯', '1梯2户', '2023-05-18', 
        '非商品房', '个人产权', '有抵押', 
        '13881', '118.47', '36.68', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '寿光市', 'http://node4:8000/details?line=/weifang/shouguang', '寿光市华庭', 
        '寿光市街道商业区', '2室1厅', '中层', '77㎡', 
        '别墅', '南', '钢混结构', 
        '简装修', '1梯2户', '2020-04-18', 
        '经济适用房', '企业产权', '有抵押', 
        '15458', '118.73', '36.88', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '寿光市', 'http://node4:8000/details?line=/weifang/shouguang', '寿光市小区', 
        '寿光市街道街道', '2室2厅', '中层', '82㎡', 
        '复式', '西', '钢混结构', 
        '毛坯', '2梯4户', '2021-11-23', 
        '非商品房', '国家产权', '无抵押', 
        '21207', '118.73', '36.88', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '高新区', 'http://node4:8000/details?line=/weifang/gaoxin', '高新区公寓', 
        '高新区街道商业街', '1室1厅', '低层', '139㎡', 
        '平层', '东', '砖混结构', 
        '毛坯', '2梯4户', '2022-07-26', 
        '非商品房', '企业产权', '无抵押', 
        '20497', '119.15', '36.77', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '高新区', 'http://node4:8000/details?line=/weifang/gaoxin', '高新区小区', 
        '高新区街道新区', '1室1厅', '低层', '131㎡', 
        '别墅', '东', '钢混结构', 
        '精装修', '2梯4户', '2020-02-12', 
        '商品房', '国家产权', '无抵押', 
        '10958', '119.15', '36.77', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '经开区', 'http://node4:8000/details?line=/weifang/jingkai', '经开区华庭', 
        '经开区街道新区', '2室2厅', '中层', '96㎡', 
        '复式', '南北', '框架结构', 
        '精装修', '1梯2户', '2024-07-18', 
        '经济适用房', '企业产权', '有抵押', 
        '13011', '119.1', '36.85', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '经开区', 'http://node4:8000/details?line=/weifang/jingkai', '经开区华庭', 
        '经开区街道商业区', '2室1厅', '高层', '116㎡', 
        '别墅', '南', '砖混结构', 
        '简装修', '2梯4户', '2021-06-03', 
        '经济适用房', '个人产权', '有抵押', 
        '13200', '119.1', '36.85', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '济宁市', 'http://node4:8000/details?line=/jining/jining', '济宁市小区', 
        '济宁市街道社区', '1室1厅', '高层', '142㎡', 
        '平层', '北', '框架结构', 
        '精装修', '1梯2户', '2020-01-24', 
        '非商品房', '国家产权', '有抵押', 
        '23345', '116.58', '35.42', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '济宁市', 'http://node4:8000/details?line=/jining/jining', '济宁市华庭', 
        '济宁市街道新区', '3室1厅', '低层', '90㎡', 
        '复式', '东西', '砖混结构', 
        '精装修', '2梯4户', '2020-01-21', 
        '商品房', '个人产权', '无抵押', 
        '22093', '116.58', '35.42', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '任城区', 'http://node4:8000/details?line=/jining/rencheng', '任城区公寓', 
        '任城区街道商业区', '3室1厅', '低层', '103㎡', 
        '别墅', '东西', '钢混结构', 
        '精装修', '1梯2户', '2019-04-13', 
        '商品房', '企业产权', '无抵押', 
        '14492', '116.58', '35.42', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '任城区', 'http://node4:8000/details?line=/jining/rencheng', '任城区名优住宅', 
        '任城区街道开发区', '3室2厅', '中层', '88㎡', 
        '平层', '东西', '砖混结构', 
        '简装修', '2梯4户', '2020-04-26', 
        '经济适用房', '个人产权', '无抵押', 
        '21465', '116.58', '35.42', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '兖州区', 'http://node4:8000/details?line=/jining/yanzhou', '兖州区小区', 
        '兖州区街道新区', '1室1厅', '高层', '107㎡', 
        '复式', '西', '砖混结构', 
        '简装修', '2梯4户', '2019-10-03', 
        '商品房', '企业产权', '有抵押', 
        '12768', '116.83', '35.55', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '兖州区', 'http://node4:8000/details?line=/jining/yanzhou', '兖州区名优住宅', 
        '兖州区街道社区', '3室2厅', '低层', '66㎡', 
        '复式', '西', '砖混结构', 
        '毛坯', '1梯2户', '2020-01-19', 
        '经济适用房', '企业产权', '无抵押', 
        '22591', '116.83', '35.55', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '邹城市', 'http://node4:8000/details?line=/jining/zoucheng', '邹城市名优住宅', 
        '邹城市街道社区', '2室1厅', '低层', '139㎡', 
        '平层', '东西', '框架结构', 
        '精装修', '2梯4户', '2021-03-27', 
        '商品房', '个人产权', '无抵押', 
        '23742', '116.97', '35.4', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '邹城市', 'http://node4:8000/details?line=/jining/zoucheng', '邹城市华庭', 
        '邹城市街道街道', '4室2厅', '低层', '72㎡', 
        '错层', '东', '砖混结构', 
        '毛坯', '2梯4户', '2023-08-17', 
        '经济适用房', '个人产权', '有抵押', 
        '21745', '116.97', '35.4', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('泰安', '泰安市', 'http://node4:8000/details?line=/taian/taian', '泰安市华庭', 
        '泰安市街道街道', '3室1厅', '中层', '106㎡', 
        '错层', '南北', '钢混结构', 
        '简装修', '1梯2户', '2023-03-09', 
        '经济适用房', '个人产权', '有抵押', 
        '24139', '117.08', '36.2', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('泰安', '泰安市', 'http://node4:8000/details?line=/taian/taian', '泰安市名优住宅', 
        '泰安市街道街道', '2室2厅', '低层', '97㎡', 
        '复式', '东', '钢混结构', 
        '简装修', '2梯4户', '2020-02-20', 
        '经济适用房', '企业产权', '无抵押', 
        '8400', '117.08', '36.2', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('泰安', '泰山区', 'http://node4:8000/details?line=/taian/taishan', '泰山区小区', 
        '泰山区街道街道', '3室2厅', '低层', '104㎡', 
        '别墅', '东西', '砖混结构', 
        '简装修', '2梯4户', '2023-08-27', 
        '经济适用房', '国家产权', '无抵押', 
        '11819', '117.13', '36.18', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('泰安', '泰山区', 'http://node4:8000/details?line=/taian/taishan', '泰山区名优住宅', 
        '泰山区街道开发区', '2室2厅', '高层', '79㎡', 
        '复式', '西', '砖混结构', 
        '毛坯', '1梯2户', '2023-10-05', 
        '经济适用房', '企业产权', '无抵押', 
        '7833', '117.13', '36.18', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('泰安', '岱岳区', 'http://node4:8000/details?line=/taian/daiyue', '岱岳区名优住宅', 
        '岱岳区街道商业街', '2室2厅', '中层', '101㎡', 
        '复式', '东', '钢混结构', 
        '精装修', '1梯2户', '2023-06-04', 
        '非商品房', '个人产权', '有抵押', 
        '19227', '117', '36.18', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('泰安', '岱岳区', 'http://node4:8000/details?line=/taian/daiyue', '岱岳区小区', 
        '岱岳区街道新区', '3室2厅', '高层', '63㎡', 
        '复式', '南北', '砖混结构', 
        '简装修', '1梯2户', '2023-11-26', 
        '商品房', '国家产权', '无抵押', 
        '20091', '117', '36.18', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '威海市', 'http://node4:8000/details?line=/weihai/weihai', '威海市小区', 
        '威海市街道社区', '3室2厅', '中层', '88㎡', 
        '错层', '东西', '砖混结构', 
        '毛坯', '2梯4户', '2021-12-17', 
        '非商品房', '个人产权', '无抵押', 
        '16369', '122.12', '37.52', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '威海市', 'http://node4:8000/details?line=/weihai/weihai', '威海市公寓', 
        '威海市街道新区', '4室2厅', '中层', '70㎡', 
        '错层', '西', '砖混结构', 
        '毛坯', '1梯2户', '2021-03-05', 
        '商品房', '企业产权', '有抵押', 
        '10698', '122.12', '37.52', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '环翠区', 'http://node4:8000/details?line=/weihai/huancui', '环翠区华庭', 
        '环翠区街道新区', '3室2厅', '低层', '124㎡', 
        '别墅', '东', '框架结构', 
        '简装修', '2梯4户', '2019-07-11', 
        '商品房', '个人产权', '有抵押', 
        '17249', '122.05', '37.35', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '环翠区', 'http://node4:8000/details?line=/weihai/huancui', '环翠区公寓', 
        '环翠区街道街道', '2室1厅', '高层', '97㎡', 
        '别墅', '东', '钢混结构', 
        '毛坯', '1梯2户', '2020-03-12', 
        '非商品房', '国家产权', '无抵押', 
        '12240', '122.05', '37.35', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '文登区', 'http://node4:8000/details?line=/weihai/wendeng', '文登区名优住宅', 
        '文登区街道商业区', '2室2厅', '中层', '143㎡', 
        '复式', '北', '砖混结构', 
        '简装修', '1梯2户', '2023-07-03', 
        '经济适用房', '国家产权', '有抵押', 
        '22332', '122.05', '37.2', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '文登区', 'http://node4:8000/details?line=/weihai/wendeng', '文登区公寓', 
        '文登区街道开发区', '4室2厅', '中层', '104㎡', 
        '复式', '北', '钢混结构', 
        '简装修', '2梯4户', '2021-02-16', 
        '商品房', '国家产权', '有抵押', 
        '17992', '122.05', '37.2', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '荣成市', 'http://node4:8000/details?line=/weihai/rongcheng', '荣成市名优住宅', 
        '荣成市街道商业区', '2室1厅', '高层', '97㎡', 
        '别墅', '东西', '钢混结构', 
        '精装修', '2梯4户', '2024-09-07', 
        '商品房', '个人产权', '有抵押', 
        '18396', '122.42', '37.17', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '荣成市', 'http://node4:8000/details?line=/weihai/rongcheng', '荣成市小区', 
        '荣成市街道新区', '1室1厅', '中层', '68㎡', 
        '平层', '北', '砖混结构', 
        '毛坯', '1梯2户', '2020-12-20', 
        '非商品房', '个人产权', '有抵押', 
        '23868', '122.42', '37.17', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '乳山市', 'http://node4:8000/details?line=/weihai/rushan', '乳山市小区', 
        '乳山市街道街道', '3室1厅', '低层', '90㎡', 
        '平层', '北', '框架结构', 
        '精装修', '1梯2户', '2020-08-01', 
        '非商品房', '企业产权', '有抵押', 
        '11961', '121.53', '36.92', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '乳山市', 'http://node4:8000/details?line=/weihai/rushan', '乳山市名优住宅', 
        '乳山市街道商业区', '4室2厅', '中层', '90㎡', 
        '平层', '东西', '砖混结构', 
        '毛坯', '1梯2户', '2020-11-26', 
        '商品房', '国家产权', '无抵押', 
        '16824', '121.53', '36.92', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '经区', 'http://node4:8000/details?line=/weihai/jing', '经区小区', 
        '经区街道街道', '2室2厅', '高层', '60㎡', 
        '平层', '南', '砖混结构', 
        '毛坯', '1梯2户', '2023-08-20', 
        '非商品房', '个人产权', '无抵押', 
        '16722', '122.17', '37.4', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '经区', 'http://node4:8000/details?line=/weihai/jing', '经区小区', 
        '经区街道商业街', '3室1厅', '高层', '71㎡', 
        '复式', '南北', '框架结构', 
        '精装修', '2梯4户', '2024-03-23', 
        '非商品房', '个人产权', '无抵押', 
        '15401', '122.17', '37.4', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '高区', 'http://node4:8000/details?line=/weihai/gao', '高区华庭', 
        '高区街道商业区', '3室1厅', '低层', '129㎡', 
        '别墅', '东西', '钢混结构', 
        '简装修', '2梯4户', '2021-12-27', 
        '商品房', '个人产权', '有抵押', 
        '24068', '122.03', '37.52', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '高区', 'http://node4:8000/details?line=/weihai/gao', '高区小区', 
        '高区街道社区', '2室2厅', '低层', '94㎡', 
        '复式', '东西', '砖混结构', 
        '毛坯', '2梯4户', '2022-01-20', 
        '非商品房', '国家产权', '无抵押', 
        '20925', '122.03', '37.52', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '临沂市', 'http://node4:8000/details?line=/linyi/linyi', '临沂市名优住宅', 
        '临沂市街道新区', '3室2厅', '中层', '139㎡', 
        '复式', '南北', '砖混结构', 
        '精装修', '2梯4户', '2019-08-25', 
        '经济适用房', '国家产权', '有抵押', 
        '21951', '118.35', '35.05', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '临沂市', 'http://node4:8000/details?line=/linyi/linyi', '临沂市小区', 
        '临沂市街道街道', '2室2厅', '低层', '133㎡', 
        '错层', '南北', '钢混结构', 
        '毛坯', '1梯2户', '2019-05-05', 
        '商品房', '个人产权', '无抵押', 
        '17835', '118.35', '35.05', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '兰山区', 'http://node4:8000/details?line=/linyi/lanshan', '兰山区小区', 
        '兰山区街道开发区', '2室2厅', '中层', '82㎡', 
        '平层', '东', '砖混结构', 
        '毛坯', '1梯2户', '2020-01-17', 
        '非商品房', '个人产权', '有抵押', 
        '24821', '118.33', '35.27', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '兰山区', 'http://node4:8000/details?line=/linyi/lanshan', '兰山区名优住宅', 
        '兰山区街道新区', '3室1厅', '中层', '144㎡', 
        '错层', '南北', '砖混结构', 
        '精装修', '1梯2户', '2021-07-22', 
        '商品房', '国家产权', '有抵押', 
        '7123', '118.33', '35.27', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '罗庄区', 'http://node4:8000/details?line=/linyi/luozhuang', '罗庄区华庭', 
        '罗庄区街道商业街', '3室1厅', '高层', '64㎡', 
        '平层', '北', '砖混结构', 
        '毛坯', '2梯4户', '2019-02-13', 
        '商品房', '国家产权', '有抵押', 
        '16100', '118.28', '34.98', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '罗庄区', 'http://node4:8000/details?line=/linyi/luozhuang', '罗庄区公寓', 
        '罗庄区街道开发区', '3室1厅', '高层', '98㎡', 
        '平层', '南', '框架结构', 
        '精装修', '2梯4户', '2020-04-11', 
        '经济适用房', '企业产权', '无抵押', 
        '21030', '118.28', '34.98', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '河东区', 'http://node4:8000/details?line=/linyi/hedong', '河东区公寓', 
        '河东区街道社区', '2室2厅', '高层', '125㎡', 
        '平层', '北', '钢混结构', 
        '毛坯', '1梯2户', '2019-12-23', 
        '非商品房', '个人产权', '有抵押', 
        '7813', '118.5', '35.08', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '河东区', 'http://node4:8000/details?line=/linyi/hedong', '河东区华庭', 
        '河东区街道社区', '2室1厅', '低层', '131㎡', 
        '错层', '东西', '框架结构', 
        '简装修', '2梯4户', '2023-06-02', 
        '经济适用房', '企业产权', '无抵押', 
        '15645', '118.5', '35.08', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '沂水县', 'http://node4:8000/details?line=/linyi/yishui', '沂水县华庭', 
        '沂水县街道商业区', '4室2厅', '高层', '126㎡', 
        '错层', '西', '钢混结构', 
        '简装修', '2梯4户', '2023-05-06', 
        '商品房', '国家产权', '无抵押', 
        '19514', '118.62', '35.78', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '沂水县', 'http://node4:8000/details?line=/linyi/yishui', '沂水县公寓', 
        '沂水县街道商业街', '3室2厅', '低层', '68㎡', 
        '平层', '东西', '框架结构', 
        '毛坯', '1梯2户', '2022-04-18', 
        '非商品房', '企业产权', '无抵押', 
        '10609', '118.62', '35.78', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '莒南县', 'http://node4:8000/details?line=/linyi/junan', '莒南县华庭', 
        '莒南县街道社区', '3室2厅', '高层', '97㎡', 
        '复式', '西', '砖混结构', 
        '毛坯', '2梯4户', '2023-04-04', 
        '商品房', '国家产权', '无抵押', 
        '21329', '118.83', '35.18', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '莒南县', 'http://node4:8000/details?line=/linyi/junan', '莒南县小区', 
        '莒南县街道商业街', '4室2厅', '中层', '103㎡', 
        '别墅', '东', '砖混结构', 
        '简装修', '1梯2户', '2023-07-15', 
        '非商品房', '企业产权', '有抵押', 
        '12582', '118.83', '35.18', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '菏泽市', 'http://node4:8000/details?line=/heze/heze', '菏泽市名优住宅', 
        '菏泽市街道开发区', '2室2厅', '高层', '105㎡', 
        '复式', '东', '砖混结构', 
        '简装修', '2梯4户', '2023-04-28', 
        '非商品房', '个人产权', '无抵押', 
        '22386', '115.48', '35.23', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '菏泽市', 'http://node4:8000/details?line=/heze/heze', '菏泽市小区', 
        '菏泽市街道商业街', '4室2厅', '低层', '120㎡', 
        '复式', '南', '框架结构', 
        '简装修', '2梯4户', '2023-04-04', 
        '经济适用房', '个人产权', '无抵押', 
        '15534', '115.48', '35.23', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '牡丹区', 'http://node4:8000/details?line=/heze/mudan', '牡丹区小区', 
        '牡丹区街道开发区', '4室2厅', '低层', '122㎡', 
        '错层', '南', '砖混结构', 
        '简装修', '2梯4户', '2020-05-14', 
        '非商品房', '国家产权', '有抵押', 
        '8450', '115.43', '35.25', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '牡丹区', 'http://node4:8000/details?line=/heze/mudan', '牡丹区公寓', 
        '牡丹区街道社区', '2室1厅', '高层', '108㎡', 
        '平层', '南', '框架结构', 
        '毛坯', '2梯4户', '2020-06-27', 
        '经济适用房', '企业产权', '有抵押', 
        '22452', '115.43', '35.25', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '单县', 'http://node4:8000/details?line=/heze/dan', '单县名优住宅', 
        '单县街道商业区', '3室1厅', '低层', '125㎡', 
        '平层', '东', '钢混结构', 
        '简装修', '2梯4户', '2024-04-08', 
        '商品房', '国家产权', '有抵押', 
        '20684', '116.08', '34.8', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '单县', 'http://node4:8000/details?line=/heze/dan', '单县名优住宅', 
        '单县街道商业街', '1室1厅', '中层', '75㎡', 
        '复式', '南', '砖混结构', 
        '毛坯', '2梯4户', '2021-06-21', 
        '经济适用房', '个人产权', '无抵押', 
        '11585', '116.08', '34.8', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '成武县', 'http://node4:8000/details?line=/heze/chengwu', '成武县公寓', 
        '成武县街道街道', '2室2厅', '高层', '129㎡', 
        '平层', '东', '砖混结构', 
        '毛坯', '1梯2户', '2020-04-16', 
        '经济适用房', '个人产权', '有抵押', 
        '24379', '115.88', '34.95', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '成武县', 'http://node4:8000/details?line=/heze/chengwu', '成武县小区', 
        '成武县街道商业街', '4室2厅', '低层', '89㎡', 
        '复式', '北', '钢混结构', 
        '毛坯', '2梯4户', '2020-10-04', 
        '非商品房', '个人产权', '有抵押', 
        '7920', '115.88', '34.95', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '巨野县', 'http://node4:8000/details?line=/heze/juye', '巨野县小区', 
        '巨野县街道商业街', '2室1厅', '低层', '77㎡', 
        '复式', '南北', '框架结构', 
        '毛坯', '2梯4户', '2022-11-28', 
        '商品房', '国家产权', '有抵押', 
        '16380', '116.08', '35.4', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '巨野县', 'http://node4:8000/details?line=/heze/juye', '巨野县小区', 
        '巨野县街道社区', '2室2厅', '中层', '150㎡', 
        '别墅', '东', '框架结构', 
        '毛坯', '1梯2户', '2022-07-26', 
        '经济适用房', '国家产权', '有抵押', 
        '8507', '116.08', '35.4', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '郓城县', 'http://node4:8000/details?line=/heze/yuncheng', '郓城县华庭', 
        '郓城县街道社区', '2室2厅', '低层', '79㎡', 
        '别墅', '南', '砖混结构', 
        '毛坯', '2梯4户', '2024-01-13', 
        '商品房', '企业产权', '无抵押', 
        '18440', '115.93', '35.6', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '郓城县', 'http://node4:8000/details?line=/heze/yuncheng', '郓城县名优住宅', 
        '郓城县街道街道', '2室2厅', '低层', '65㎡', 
        '别墅', '南北', '框架结构', 
        '简装修', '1梯2户', '2021-04-09', 
        '经济适用房', '国家产权', '无抵押', 
        '18794', '115.93', '35.6', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '鄄城县', 'http://node4:8000/details?line=/heze/juancheng', '鄄城县华庭', 
        '鄄城县街道商业区', '2室2厅', '中层', '134㎡', 
        '别墅', '东', '钢混结构', 
        '精装修', '2梯4户', '2021-04-12', 
        '经济适用房', '国家产权', '无抵押', 
        '23085', '115.5', '35.57', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '鄄城县', 'http://node4:8000/details?line=/heze/juancheng', '鄄城县华庭', 
        '鄄城县街道商业区', '1室1厅', '高层', '63㎡', 
        '别墅', '西', '钢混结构', 
        '精装修', '2梯4户', '2019-10-14', 
        '经济适用房', '企业产权', '有抵押', 
        '12941', '115.5', '35.57', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '定陶区', 'http://node4:8000/details?line=/heze/dingtao', '定陶区名优住宅', 
        '定陶区街道街道', '2室1厅', '低层', '120㎡', 
        '复式', '南北', '砖混结构', 
        '简装修', '1梯2户', '2021-01-21', 
        '非商品房', '个人产权', '无抵押', 
        '14767', '115.57', '35.07', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '定陶区', 'http://node4:8000/details?line=/heze/dingtao', '定陶区小区', 
        '定陶区街道社区', '1室1厅', '低层', '93㎡', 
        '平层', '西', '砖混结构', 
        '简装修', '2梯4户', '2019-09-14', 
        '经济适用房', '国家产权', '有抵押', 
        '9480', '115.57', '35.07', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '济南市', 'http://node4:8000/details?line=/jinan/jinan', '济南市名优住宅', 
        '济南市街道社区', '2室1厅', '高层', '101㎡', 
        '错层', '东西', '框架结构', 
        '简装修', '2梯4户', '2024-02-23', 
        '非商品房', '企业产权', '无抵押', 
        '24003', '116.98', '36.67', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '济南市', 'http://node4:8000/details?line=/jinan/jinan', '济南市小区', 
        '济南市街道开发区', '4室2厅', '中层', '126㎡', 
        '错层', '南', '框架结构', 
        '简装修', '2梯4户', '2024-07-08', 
        '经济适用房', '个人产权', '有抵押', 
        '12701', '116.98', '36.67', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '历下区', 'http://node4:8000/details?line=/jinan/lixia', '历下区名优住宅', 
        '历下区街道商业区', '2室2厅', '中层', '101㎡', 
        '别墅', '东', '框架结构', 
        '简装修', '2梯4户', '2024-04-03', 
        '经济适用房', '企业产权', '无抵押', 
        '17915', '117.05', '36.65', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '历下区', 'http://node4:8000/details?line=/jinan/lixia', '历下区华庭', 
        '历下区街道社区', '1室1厅', '低层', '69㎡', 
        '平层', '西', '钢混结构', 
        '毛坯', '2梯4户', '2024-07-26', 
        '经济适用房', '个人产权', '无抵押', 
        '12131', '117.05', '36.65', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '市中区', 'http://node4:8000/details?line=/jinan/shizhong', '市中区公寓', 
        '市中区街道街道', '1室1厅', '高层', '97㎡', 
        '错层', '北', '砖混结构', 
        '简装修', '2梯4户', '2024-02-01', 
        '商品房', '国家产权', '无抵押', 
        '23374', '116.95', '36.58', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '市中区', 'http://node4:8000/details?line=/jinan/shizhong', '市中区华庭', 
        '市中区街道街道', '3室1厅', '低层', '149㎡', 
        '复式', '东', '钢混结构', 
        '简装修', '2梯4户', '2024-07-14', 
        '非商品房', '企业产权', '无抵押', 
        '17466', '116.95', '36.58', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '槐荫区', 'http://node4:8000/details?line=/jinan/huaiyin', '槐荫区名优住宅', 
        '槐荫区街道社区', '3室2厅', '中层', '128㎡', 
        '别墅', '南北', '砖混结构', 
        '毛坯', '2梯4户', '2024-03-12', 
        '商品房', '国家产权', '有抵押', 
        '19782', '116.85', '36.68', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '槐荫区', 'http://node4:8000/details?line=/jinan/huaiyin', '槐荫区公寓', 
        '槐荫区街道商业街', '2室2厅', '高层', '125㎡', 
        '复式', '南', '框架结构', 
        '毛坯', '2梯4户', '2024-03-17', 
        '非商品房', '国家产权', '无抵押', 
        '19464', '116.85', '36.68', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '天桥区', 'http://node4:8000/details?line=/jinan/tianqiao', '天桥区名优住宅', 
        '天桥区街道商业区', '4室2厅', '低层', '140㎡', 
        '复式', '北', '框架结构', 
        '毛坯', '2梯4户', '2024-11-01', 
        '经济适用房', '国家产权', '有抵押', 
        '20705', '116.99', '36.78', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '天桥区', 'http://node4:8000/details?line=/jinan/tianqiao', '天桥区名优住宅', 
        '天桥区街道商业街', '3室1厅', '高层', '99㎡', 
        '错层', '北', '钢混结构', 
        '毛坯', '1梯2户', '2024-08-08', 
        '经济适用房', '个人产权', '有抵押', 
        '15966', '116.99', '36.78', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '历城区', 'http://node4:8000/details?line=/jinan/licheng', '历城区名优住宅', 
        '历城区街道商业街', '1室1厅', '中层', '139㎡', 
        '复式', '南北', '框架结构', 
        '精装修', '1梯2户', '2024-09-20', 
        '非商品房', '国家产权', '无抵押', 
        '9032', '117.17', '36.48', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '历城区', 'http://node4:8000/details?line=/jinan/licheng', '历城区小区', 
        '历城区街道街道', '1室1厅', '高层', '115㎡', 
        '别墅', '东西', '框架结构', 
        '简装修', '1梯2户', '2024-09-04', 
        '经济适用房', '国家产权', '有抵押', 
        '15753', '117.17', '36.48', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '长清区', 'http://node4:8000/details?line=/jinan/zhangqing', '长清区公寓', 
        '长清区街道街道', '3室1厅', '高层', '101㎡', 
        '错层', '东西', '钢混结构', 
        '简装修', '1梯2户', '2024-11-22', 
        '商品房', '企业产权', '有抵押', 
        '12873', '116.73', '36.55', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '长清区', 'http://node4:8000/details?line=/jinan/zhangqing', '长清区华庭', 
        '长清区街道新区', '2室1厅', '中层', '149㎡', 
        '复式', '西', '框架结构', 
        '简装修', '1梯2户', '2024-12-26', 
        '商品房', '企业产权', '有抵押', 
        '21726', '116.73', '36.55', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '济阳区', 'http://node4:8000/details?line=/jinan/jiyang', '济阳区公寓', 
        '济阳区街道商业街', '3室1厅', '高层', '64㎡', 
        '复式', '西', '框架结构', 
        '简装修', '2梯4户', '2024-10-28', 
        '非商品房', '个人产权', '无抵押', 
        '21875', '117.22', '36.98', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '济阳区', 'http://node4:8000/details?line=/jinan/jiyang', '济阳区小区', 
        '济阳区街道新区', '3室2厅', '中层', '110㎡', 
        '别墅', '南', '砖混结构', 
        '毛坯', '1梯2户', '2024-01-18', 
        '经济适用房', '企业产权', '有抵押', 
        '21561', '117.22', '36.98', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '章丘区', 'http://node4:8000/details?line=/jinan/zhangqiu', '章丘区小区', 
        '章丘区街道社区', '3室2厅', '高层', '130㎡', 
        '复式', '南北', '钢混结构', 
        '简装修', '2梯4户', '2024-12-21', 
        '非商品房', '个人产权', '有抵押', 
        '20383', '117.53', '36.72', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '章丘区', 'http://node4:8000/details?line=/jinan/zhangqiu', '章丘区小区', 
        '章丘区街道新区', '2室2厅', '中层', '131㎡', 
        '别墅', '东西', '框架结构', 
        '毛坯', '2梯4户', '2024-07-21', 
        '非商品房', '个人产权', '有抵押', 
        '7374', '117.53', '36.72', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '高新区', 'http://node4:8000/details?line=/jinan/gaoxin', '高新区华庭', 
        '高新区街道社区', '3室1厅', '高层', '118㎡', 
        '错层', '东', '框架结构', 
        '精装修', '1梯2户', '2024-03-12', 
        '经济适用房', '企业产权', '无抵押', 
        '9283', '117.13', '36.68', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济南', '高新区', 'http://node4:8000/details?line=/jinan/gaoxin', '高新区公寓', 
        '高新区街道开发区', '2室2厅', '中层', '129㎡', 
        '平层', '南', '钢混结构', 
        '毛坯', '1梯2户', '2024-08-13', 
        '非商品房', '企业产权', '无抵押', 
        '13870', '117.13', '36.68', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '青岛市', 'http://node4:8000/details?line=/qingdao/qingdao', '青岛市公寓', 
        '青岛市街道商业街', '3室1厅', '低层', '146㎡', 
        '平层', '西', '框架结构', 
        '简装修', '2梯4户', '2024-01-26', 
        '商品房', '国家产权', '无抵押', 
        '7935', '120.38', '36.07', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '青岛市', 'http://node4:8000/details?line=/qingdao/qingdao', '青岛市名优住宅', 
        '青岛市街道社区', '3室1厅', '高层', '69㎡', 
        '别墅', '北', '钢混结构', 
        '精装修', '2梯4户', '2024-08-16', 
        '非商品房', '个人产权', '有抵押', 
        '8397', '120.38', '36.07', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '市南区', 'http://node4:8000/details?line=/qingdao/shinan', '市南区名优住宅', 
        '市南区街道新区', '1室1厅', '高层', '90㎡', 
        '别墅', '南', '钢混结构', 
        '毛坯', '2梯4户', '2024-12-14', 
        '经济适用房', '国家产权', '无抵押', 
        '8736', '120.38', '36.05', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '市南区', 'http://node4:8000/details?line=/qingdao/shinan', '市南区小区', 
        '市南区街道商业街', '4室2厅', '高层', '78㎡', 
        '复式', '南', '钢混结构', 
        '简装修', '2梯4户', '2024-04-28', 
        '非商品房', '企业产权', '无抵押', 
        '19986', '120.38', '36.05', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '市北区', 'http://node4:8000/details?line=/qingdao/shibei', '市北区名优住宅', 
        '市北区街道街道', '4室2厅', '低层', '105㎡', 
        '复式', '西', '框架结构', 
        '简装修', '2梯4户', '2024-11-12', 
        '非商品房', '国家产权', '有抵押', 
        '17553', '120.35', '36.13', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '市北区', 'http://node4:8000/details?line=/qingdao/shibei', '市北区小区', 
        '市北区街道商业街', '2室1厅', '中层', '136㎡', 
        '错层', '西', '砖混结构', 
        '精装修', '2梯4户', '2024-01-08', 
        '非商品房', '个人产权', '无抵押', 
        '17838', '120.35', '36.13', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '黄岛区', 'http://node4:8000/details?line=/qingdao/huangdao', '黄岛区公寓', 
        '黄岛区街道新区', '3室2厅', '低层', '79㎡', 
        '复式', '南北', '砖混结构', 
        '精装修', '2梯4户', '2024-04-28', 
        '经济适用房', '国家产权', '有抵押', 
        '19234', '120.18', '35.97', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '黄岛区', 'http://node4:8000/details?line=/qingdao/huangdao', '黄岛区名优住宅', 
        '黄岛区街道新区', '2室1厅', '高层', '74㎡', 
        '平层', '西', '砖混结构', 
        '精装修', '1梯2户', '2024-04-16', 
        '非商品房', '企业产权', '无抵押', 
        '19845', '120.18', '35.97', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '崂山区', 'http://node4:8000/details?line=/qingdao/laoshan', '崂山区小区', 
        '崂山区街道新区', '3室2厅', '低层', '98㎡', 
        '别墅', '北', '砖混结构', 
        '毛坯', '1梯2户', '2024-06-24', 
        '非商品房', '企业产权', '有抵押', 
        '18585', '120.6', '36.25', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '崂山区', 'http://node4:8000/details?line=/qingdao/laoshan', '崂山区公寓', 
        '崂山区街道新区', '3室2厅', '低层', '88㎡', 
        '复式', '北', '砖混结构', 
        '毛坯', '2梯4户', '2024-05-23', 
        '商品房', '国家产权', '有抵押', 
        '21187', '120.6', '36.25', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '李沧区', 'http://node4:8000/details?line=/qingdao/licang', '李沧区公寓', 
        '李沧区街道商业区', '3室1厅', '中层', '87㎡', 
        '复式', '东西', '钢混结构', 
        '毛坯', '2梯4户', '2024-03-02', 
        '非商品房', '国家产权', '无抵押', 
        '7058', '120.43', '36.2', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '李沧区', 'http://node4:8000/details?line=/qingdao/licang', '李沧区小区', 
        '李沧区街道社区', '4室2厅', '高层', '132㎡', 
        '复式', '北', '框架结构', 
        '简装修', '2梯4户', '2024-02-15', 
        '经济适用房', '企业产权', '无抵押', 
        '23759', '120.43', '36.2', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '城阳区', 'http://node4:8000/details?line=/qingdao/chengyang', '城阳区公寓', 
        '城阳区街道开发区', '2室1厅', '高层', '106㎡', 
        '平层', '西', '钢混结构', 
        '精装修', '1梯2户', '2024-03-11', 
        '商品房', '企业产权', '无抵押', 
        '11886', '120.37', '36.3', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '城阳区', 'http://node4:8000/details?line=/qingdao/chengyang', '城阳区小区', 
        '城阳区街道开发区', '1室1厅', '低层', '122㎡', 
        '复式', '南', '砖混结构', 
        '简装修', '1梯2户', '2024-06-04', 
        '非商品房', '个人产权', '有抵押', 
        '13388', '120.37', '36.3', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '胶州市', 'http://node4:8000/details?line=/qingdao/jiaozhou', '胶州市公寓', 
        '胶州市街道商业区', '2室1厅', '中层', '107㎡', 
        '别墅', '南', '砖混结构', 
        '简装修', '2梯4户', '2024-02-02', 
        '经济适用房', '个人产权', '有抵押', 
        '23452', '120.03', '36.27', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '胶州市', 'http://node4:8000/details?line=/qingdao/jiaozhou', '胶州市小区', 
        '胶州市街道开发区', '2室1厅', '高层', '65㎡', 
        '平层', '东', '框架结构', 
        '精装修', '1梯2户', '2024-12-07', 
        '经济适用房', '企业产权', '有抵押', 
        '11892', '120.03', '36.27', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '即墨区', 'http://node4:8000/details?line=/qingdao/jimo', '即墨区华庭', 
        '即墨区街道社区', '3室2厅', '低层', '136㎡', 
        '错层', '西', '砖混结构', 
        '精装修', '1梯2户', '2024-01-16', 
        '非商品房', '个人产权', '有抵押', 
        '8019', '120.45', '36.48', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('青岛', '即墨区', 'http://node4:8000/details?line=/qingdao/jimo', '即墨区公寓', 
        '即墨区街道开发区', '2室2厅', '低层', '85㎡', 
        '复式', '南', '框架结构', 
        '毛坯', '1梯2户', '2024-11-11', 
        '非商品房', '国家产权', '有抵押', 
        '20600', '120.45', '36.48', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '淄博市', 'http://node4:8000/details?line=/zibo/zibo', '淄博市名优住宅', 
        '淄博市街道商业街', '1室1厅', '低层', '144㎡', 
        '别墅', '西', '砖混结构', 
        '简装修', '1梯2户', '2024-07-24', 
        '非商品房', '国家产权', '无抵押', 
        '16210', '118.05', '36.82', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '淄博市', 'http://node4:8000/details?line=/zibo/zibo', '淄博市华庭', 
        '淄博市街道社区', '3室2厅', '高层', '100㎡', 
        '别墅', '东西', '钢混结构', 
        '毛坯', '2梯4户', '2024-03-12', 
        '非商品房', '国家产权', '有抵押', 
        '10230', '118.05', '36.82', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '张店区', 'http://node4:8000/details?line=/zibo/zhangdian', '张店区华庭', 
        '张店区街道新区', '2室1厅', '低层', '68㎡', 
        '别墅', '北', '砖混结构', 
        '简装修', '1梯2户', '2024-05-26', 
        '非商品房', '企业产权', '有抵押', 
        '17337', '118.1', '36.75', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '张店区', 'http://node4:8000/details?line=/zibo/zhangdian', '张店区小区', 
        '张店区街道商业区', '3室2厅', '低层', '150㎡', 
        '平层', '西', '钢混结构', 
        '简装修', '1梯2户', '2024-10-08', 
        '经济适用房', '企业产权', '无抵押', 
        '14268', '118.1', '36.75', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '临淄区', 'http://node4:8000/details?line=/zibo/linzi', '临淄区公寓', 
        '临淄区街道开发区', '2室1厅', '高层', '129㎡', 
        '复式', '西', '框架结构', 
        '毛坯', '2梯4户', '2024-03-06', 
        '非商品房', '个人产权', '无抵押', 
        '24134', '118.3', '36.82', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '临淄区', 'http://node4:8000/details?line=/zibo/linzi', '临淄区华庭', 
        '临淄区街道街道', '2室1厅', '中层', '70㎡', 
        '平层', '南北', '砖混结构', 
        '精装修', '2梯4户', '2024-06-02', 
        '非商品房', '企业产权', '有抵押', 
        '14295', '118.3', '36.82', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '周村区', 'http://node4:8000/details?line=/zibo/zhoucun', '周村区华庭', 
        '周村区街道街道', '1室1厅', '低层', '118㎡', 
        '错层', '东西', '框架结构', 
        '毛坯', '1梯2户', '2024-02-01', 
        '商品房', '国家产权', '无抵押', 
        '15944', '117.87', '36.8', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '周村区', 'http://node4:8000/details?line=/zibo/zhoucun', '周村区名优住宅', 
        '周村区街道社区', '4室2厅', '低层', '62㎡', 
        '复式', '南', '钢混结构', 
        '精装修', '2梯4户', '2024-08-14', 
        '经济适用房', '企业产权', '无抵押', 
        '24759', '117.87', '36.8', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '桓台县', 'http://node4:8000/details?line=/zibo/huantai', '桓台县公寓', 
        '桓台县街道街道', '2室2厅', '高层', '124㎡', 
        '复式', '西', '框架结构', 
        '精装修', '1梯2户', '2024-12-02', 
        '经济适用房', '国家产权', '无抵押', 
        '17908', '118.08', '36.97', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '桓台县', 'http://node4:8000/details?line=/zibo/huantai', '桓台县华庭', 
        '桓台县街道社区', '3室2厅', '低层', '115㎡', 
        '复式', '东西', '框架结构', 
        '简装修', '1梯2户', '2024-02-20', 
        '商品房', '个人产权', '有抵押', 
        '20628', '118.08', '36.97', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '高青县', 'http://node4:8000/details?line=/zibo/gaoqing', '高青县名优住宅', 
        '高青县街道开发区', '2室1厅', '中层', '146㎡', 
        '错层', '西', '钢混结构', 
        '毛坯', '2梯4户', '2024-04-27', 
        '非商品房', '企业产权', '有抵押', 
        '19830', '117.82', '37.17', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '高青县', 'http://node4:8000/details?line=/zibo/gaoqing', '高青县华庭', 
        '高青县街道社区', '2室1厅', '中层', '144㎡', 
        '错层', '西', '砖混结构', 
        '简装修', '1梯2户', '2024-07-11', 
        '经济适用房', '国家产权', '有抵押', 
        '10308', '117.82', '37.17', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '沂源县', 'http://node4:8000/details?line=/zibo/yiyuan', '沂源县华庭', 
        '沂源县街道街道', '2室1厅', '低层', '86㎡', 
        '别墅', '西', '框架结构', 
        '精装修', '2梯4户', '2024-11-26', 
        '经济适用房', '国家产权', '无抵押', 
        '17984', '118.17', '36.18', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '沂源县', 'http://node4:8000/details?line=/zibo/yiyuan', '沂源县小区', 
        '沂源县街道街道', '2室2厅', '高层', '139㎡', 
        '别墅', '东西', '钢混结构', 
        '毛坯', '2梯4户', '2024-09-20', 
        '非商品房', '个人产权', '无抵押', 
        '18309', '118.17', '36.18', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '淄川区', 'http://node4:8000/details?line=/zibo/zichuan', '淄川区小区', 
        '淄川区街道新区', '4室2厅', '高层', '75㎡', 
        '复式', '西', '钢混结构', 
        '简装修', '2梯4户', '2024-03-05', 
        '商品房', '企业产权', '有抵押', 
        '15091', '117.97', '36.64', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '淄川区', 'http://node4:8000/details?line=/zibo/zichuan', '淄川区名优住宅', 
        '淄川区街道商业街', '1室1厅', '中层', '128㎡', 
        '错层', '东', '钢混结构', 
        '精装修', '1梯2户', '2024-03-02', 
        '商品房', '个人产权', '有抵押', 
        '13540', '117.97', '36.64', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '经开区', 'http://node4:8000/details?line=/zibo/jingkai', '经开区华庭', 
        '经开区街道商业区', '1室1厅', '低层', '134㎡', 
        '错层', '北', '钢混结构', 
        '简装修', '2梯4户', '2024-10-20', 
        '经济适用房', '企业产权', '无抵押', 
        '9561', '118.01', '36.89', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '经开区', 'http://node4:8000/details?line=/zibo/jingkai', '经开区公寓', 
        '经开区街道社区', '1室1厅', '低层', '104㎡', 
        '错层', '东', '框架结构', 
        '毛坯', '1梯2户', '2024-10-03', 
        '商品房', '个人产权', '无抵押', 
        '23001', '118.01', '36.89', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '高新区', 'http://node4:8000/details?line=/zibo/gaoxin', '高新区华庭', 
        '高新区街道商业区', '2室2厅', '低层', '77㎡', 
        '别墅', '南', '砖混结构', 
        '精装修', '1梯2户', '2024-12-07', 
        '经济适用房', '国家产权', '无抵押', 
        '23644', '118.06', '36.84', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('淄博', '高新区', 'http://node4:8000/details?line=/zibo/gaoxin', '高新区公寓', 
        '高新区街道商业区', '2室1厅', '中层', '117㎡', 
        '平层', '北', '钢混结构', 
        '精装修', '2梯4户', '2024-05-23', 
        '经济适用房', '国家产权', '有抵押', 
        '12156', '118.06', '36.84', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '烟台市', 'http://node4:8000/details?line=/yantai/yantai', '烟台市公寓', 
        '烟台市街道开发区', '2室1厅', '中层', '130㎡', 
        '平层', '南北', '框架结构', 
        '毛坯', '1梯2户', '2024-08-18', 
        '经济适用房', '国家产权', '有抵押', 
        '20384', '121.43', '37.45', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '烟台市', 'http://node4:8000/details?line=/yantai/yantai', '烟台市公寓', 
        '烟台市街道新区', '1室1厅', '中层', '122㎡', 
        '别墅', '东西', '钢混结构', 
        '精装修', '1梯2户', '2024-04-28', 
        '经济适用房', '国家产权', '无抵押', 
        '14012', '121.43', '37.45', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '芝罘区', 'http://node4:8000/details?line=/yantai/zhifu', '芝罘区名优住宅', 
        '芝罘区街道商业街', '3室2厅', '高层', '60㎡', 
        '复式', '西', '框架结构', 
        '简装修', '2梯4户', '2024-02-27', 
        '非商品房', '企业产权', '无抵押', 
        '20646', '121.38', '37.58', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '芝罘区', 'http://node4:8000/details?line=/yantai/zhifu', '芝罘区小区', 
        '芝罘区街道商业区', '2室1厅', '中层', '98㎡', 
        '别墅', '西', '砖混结构', 
        '毛坯', '2梯4户', '2024-01-08', 
        '非商品房', '企业产权', '有抵押', 
        '18233', '121.38', '37.58', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '福山区', 'http://node4:8000/details?line=/yantai/fushan', '福山区小区', 
        '福山区街道商业街', '2室2厅', '高层', '70㎡', 
        '平层', '南', '钢混结构', 
        '简装修', '2梯4户', '2024-11-05', 
        '非商品房', '企业产权', '无抵押', 
        '9908', '120.95', '37.48', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '福山区', 'http://node4:8000/details?line=/yantai/fushan', '福山区名优住宅', 
        '福山区街道商业街', '4室2厅', '中层', '75㎡', 
        '平层', '东', '砖混结构', 
        '简装修', '2梯4户', '2024-12-28', 
        '非商品房', '国家产权', '无抵押', 
        '16786', '120.95', '37.48', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '牟平区', 'http://node4:8000/details?line=/yantai/muping', '牟平区名优住宅', 
        '牟平区街道商业街', '4室2厅', '高层', '141㎡', 
        '别墅', '南', '砖混结构', 
        '简装修', '1梯2户', '2024-06-09', 
        '非商品房', '企业产权', '有抵押', 
        '9027', '121.6', '37.18', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '牟平区', 'http://node4:8000/details?line=/yantai/muping', '牟平区名优住宅', 
        '牟平区街道商业街', '1室1厅', '中层', '128㎡', 
        '别墅', '东', '钢混结构', 
        '简装修', '1梯2户', '2024-06-17', 
        '商品房', '个人产权', '无抵押', 
        '19395', '121.6', '37.18', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '莱山区', 'http://node4:8000/details?line=/yantai/laishan', '莱山区名优住宅', 
        '莱山区街道社区', '3室1厅', '中层', '78㎡', 
        '复式', '南北', '砖混结构', 
        '简装修', '2梯4户', '2024-05-27', 
        '商品房', '企业产权', '有抵押', 
        '7792', '121.38', '37.3', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '莱山区', 'http://node4:8000/details?line=/yantai/laishan', '莱山区名优住宅', 
        '莱山区街道社区', '1室1厅', '高层', '85㎡', 
        '平层', '东西', '砖混结构', 
        '简装修', '1梯2户', '2024-03-25', 
        '商品房', '企业产权', '无抵押', 
        '21761', '121.38', '37.3', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '龙口市', 'http://node4:8000/details?line=/yantai/longkou', '龙口市名优住宅', 
        '龙口市街道开发区', '3室1厅', '高层', '140㎡', 
        '复式', '北', '框架结构', 
        '毛坯', '1梯2户', '2024-01-17', 
        '商品房', '企业产权', '无抵押', 
        '18979', '120.52', '37.65', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '龙口市', 'http://node4:8000/details?line=/yantai/longkou', '龙口市名优住宅', 
        '龙口市街道商业街', '2室1厅', '高层', '116㎡', 
        '错层', '南', '钢混结构', 
        '毛坯', '1梯2户', '2024-06-19', 
        '非商品房', '个人产权', '有抵押', 
        '17659', '120.52', '37.65', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '莱阳市', 'http://node4:8000/details?line=/yantai/laiyang', '莱阳市名优住宅', 
        '莱阳市街道开发区', '1室1厅', '低层', '124㎡', 
        '复式', '东', '钢混结构', 
        '毛坯', '2梯4户', '2024-10-16', 
        '经济适用房', '企业产权', '有抵押', 
        '17046', '120.7', '36.98', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '莱阳市', 'http://node4:8000/details?line=/yantai/laiyang', '莱阳市小区', 
        '莱阳市街道社区', '1室1厅', '低层', '124㎡', 
        '别墅', '东', '钢混结构', 
        '简装修', '1梯2户', '2024-02-25', 
        '商品房', '企业产权', '有抵押', 
        '10201', '120.7', '36.98', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '蓬莱区', 'http://node4:8000/details?line=/yantai/penglai', '蓬莱区公寓', 
        '蓬莱区街道开发区', '1室1厅', '高层', '70㎡', 
        '复式', '西', '框架结构', 
        '简装修', '2梯4户', '2024-02-20', 
        '经济适用房', '国家产权', '无抵押', 
        '10497', '120.75', '37.82', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '蓬莱区', 'http://node4:8000/details?line=/yantai/penglai', '蓬莱区华庭', 
        '蓬莱区街道商业区', '2室2厅', '低层', '82㎡', 
        '复式', '西', '砖混结构', 
        '毛坯', '1梯2户', '2024-12-13', 
        '商品房', '企业产权', '无抵押', 
        '10748', '120.75', '37.82', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '开发区', 'http://node4:8000/details?line=/yantai/kaifa', '开发区公寓', 
        '开发区街道社区', '3室1厅', '中层', '83㎡', 
        '错层', '东', '框架结构', 
        '毛坯', '1梯2户', '2024-12-09', 
        '非商品房', '国家产权', '有抵押', 
        '18354', '121.1', '37.7', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '开发区', 'http://node4:8000/details?line=/yantai/kaifa', '开发区名优住宅', 
        '开发区街道商业街', '3室1厅', '中层', '101㎡', 
        '错层', '东西', '钢混结构', 
        '毛坯', '2梯4户', '2024-06-01', 
        '经济适用房', '国家产权', '有抵押', 
        '18186', '121.1', '37.7', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '高新区', 'http://node4:8000/details?line=/yantai/gaoxin', '高新区名优住宅', 
        '高新区街道商业区', '3室1厅', '低层', '75㎡', 
        '复式', '南', '砖混结构', 
        '简装修', '2梯4户', '2024-03-23', 
        '非商品房', '个人产权', '无抵押', 
        '24855', '121.49', '37.45', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('烟台', '高新区', 'http://node4:8000/details?line=/yantai/gaoxin', '高新区小区', 
        '高新区街道街道', '2室1厅', '高层', '74㎡', 
        '错层', '东', '框架结构', 
        '简装修', '1梯2户', '2024-10-06', 
        '经济适用房', '企业产权', '无抵押', 
        '13849', '121.49', '37.45', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '潍坊市', 'http://node4:8000/details?line=/weifang/weifang', '潍坊市小区', 
        '潍坊市街道新区', '4室2厅', '中层', '106㎡', 
        '别墅', '西', '框架结构', 
        '精装修', '2梯4户', '2024-03-05', 
        '商品房', '企业产权', '无抵押', 
        '14872', '119.15', '36.7', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '潍坊市', 'http://node4:8000/details?line=/weifang/weifang', '潍坊市华庭', 
        '潍坊市街道开发区', '3室2厅', '低层', '69㎡', 
        '别墅', '东', '钢混结构', 
        '精装修', '1梯2户', '2024-03-18', 
        '经济适用房', '个人产权', '有抵押', 
        '7576', '119.15', '36.7', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '潍城区', 'http://node4:8000/details?line=/weifang/weicheng', '潍城区公寓', 
        '潍城区街道社区', '1室1厅', '高层', '60㎡', 
        '错层', '西', '框架结构', 
        '精装修', '1梯2户', '2024-01-26', 
        '非商品房', '国家产权', '无抵押', 
        '16420', '119', '36.62', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '潍城区', 'http://node4:8000/details?line=/weifang/weicheng', '潍城区公寓', 
        '潍城区街道开发区', '1室1厅', '低层', '85㎡', 
        '复式', '西', '框架结构', 
        '精装修', '1梯2户', '2024-12-16', 
        '商品房', '国家产权', '有抵押', 
        '14088', '119', '36.62', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '寒亭区', 'http://node4:8000/details?line=/weifang/hanting', '寒亭区华庭', 
        '寒亭区街道街道', '2室1厅', '高层', '82㎡', 
        '复式', '南北', '砖混结构', 
        '毛坯', '2梯4户', '2024-09-17', 
        '经济适用房', '国家产权', '有抵押', 
        '22312', '119.12', '36.97', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '寒亭区', 'http://node4:8000/details?line=/weifang/hanting', '寒亭区华庭', 
        '寒亭区街道街道', '2室1厅', '低层', '130㎡', 
        '平层', '东西', '砖混结构', 
        '毛坯', '2梯4户', '2024-08-23', 
        '非商品房', '企业产权', '有抵押', 
        '19808', '119.12', '36.97', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '坊子区', 'http://node4:8000/details?line=/weifang/fangzi', '坊子区名优住宅', 
        '坊子区街道开发区', '3室1厅', '高层', '81㎡', 
        '复式', '南', '框架结构', 
        '毛坯', '1梯2户', '2024-08-12', 
        '经济适用房', '国家产权', '无抵押', 
        '24097', '119.47', '36.4', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '坊子区', 'http://node4:8000/details?line=/weifang/fangzi', '坊子区名优住宅', 
        '坊子区街道社区', '1室1厅', '中层', '131㎡', 
        '复式', '南北', '钢混结构', 
        '毛坯', '2梯4户', '2024-10-07', 
        '经济适用房', '企业产权', '无抵押', 
        '23413', '119.47', '36.4', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '奎文区', 'http://node4:8000/details?line=/weifang/kuiwen', '奎文区名优住宅', 
        '奎文区街道新区', '3室2厅', '高层', '65㎡', 
        '平层', '西', '砖混结构', 
        '毛坯', '1梯2户', '2024-06-23', 
        '非商品房', '企业产权', '无抵押', 
        '22765', '119.25', '36.68', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '奎文区', 'http://node4:8000/details?line=/weifang/kuiwen', '奎文区小区', 
        '奎文区街道社区', '1室1厅', '高层', '94㎡', 
        '别墅', '东', '框架结构', 
        '简装修', '1梯2户', '2024-02-27', 
        '经济适用房', '企业产权', '无抵押', 
        '13208', '119.25', '36.68', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '青州市', 'http://node4:8000/details?line=/weifang/qingzhou', '青州市公寓', 
        '青州市街道新区', '3室1厅', '低层', '80㎡', 
        '别墅', '东西', '砖混结构', 
        '精装修', '1梯2户', '2024-11-28', 
        '非商品房', '个人产权', '有抵押', 
        '10285', '118.47', '36.68', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '青州市', 'http://node4:8000/details?line=/weifang/qingzhou', '青州市公寓', 
        '青州市街道商业街', '3室2厅', '高层', '92㎡', 
        '复式', '东', '钢混结构', 
        '简装修', '1梯2户', '2024-11-12', 
        '非商品房', '国家产权', '有抵押', 
        '15122', '118.47', '36.68', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '寿光市', 'http://node4:8000/details?line=/weifang/shouguang', '寿光市公寓', 
        '寿光市街道商业街', '4室2厅', '高层', '122㎡', 
        '错层', '东西', '钢混结构', 
        '毛坯', '1梯2户', '2024-06-11', 
        '商品房', '企业产权', '无抵押', 
        '17549', '118.73', '36.88', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '寿光市', 'http://node4:8000/details?line=/weifang/shouguang', '寿光市公寓', 
        '寿光市街道商业街', '3室1厅', '高层', '100㎡', 
        '平层', '东西', '钢混结构', 
        '精装修', '2梯4户', '2024-06-14', 
        '经济适用房', '国家产权', '无抵押', 
        '22958', '118.73', '36.88', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '高新区', 'http://node4:8000/details?line=/weifang/gaoxin', '高新区华庭', 
        '高新区街道新区', '2室2厅', '中层', '128㎡', 
        '平层', '西', '钢混结构', 
        '简装修', '2梯4户', '2024-04-19', 
        '经济适用房', '国家产权', '有抵押', 
        '19351', '119.15', '36.77', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '高新区', 'http://node4:8000/details?line=/weifang/gaoxin', '高新区名优住宅', 
        '高新区街道新区', '4室2厅', '中层', '91㎡', 
        '别墅', '西', '砖混结构', 
        '简装修', '1梯2户', '2024-10-22', 
        '非商品房', '国家产权', '有抵押', 
        '23595', '119.15', '36.77', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '经开区', 'http://node4:8000/details?line=/weifang/jingkai', '经开区小区', 
        '经开区街道商业街', '2室1厅', '中层', '79㎡', 
        '别墅', '南北', '砖混结构', 
        '毛坯', '1梯2户', '2024-12-20', 
        '经济适用房', '个人产权', '有抵押', 
        '22768', '119.1', '36.85', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('潍坊', '经开区', 'http://node4:8000/details?line=/weifang/jingkai', '经开区名优住宅', 
        '经开区街道商业区', '3室2厅', '低层', '143㎡', 
        '复式', '东', '钢混结构', 
        '精装修', '2梯4户', '2024-08-27', 
        '经济适用房', '个人产权', '无抵押', 
        '13710', '119.1', '36.85', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '济宁市', 'http://node4:8000/details?line=/jining/jining', '济宁市小区', 
        '济宁市街道街道', '3室1厅', '低层', '116㎡', 
        '平层', '南北', '钢混结构', 
        '毛坯', '1梯2户', '2024-11-24', 
        '非商品房', '个人产权', '有抵押', 
        '24749', '116.58', '35.42', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '济宁市', 'http://node4:8000/details?line=/jining/jining', '济宁市小区', 
        '济宁市街道商业区', '3室1厅', '中层', '135㎡', 
        '错层', '南北', '框架结构', 
        '简装修', '1梯2户', '2024-11-04', 
        '非商品房', '企业产权', '有抵押', 
        '17940', '116.58', '35.42', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '任城区', 'http://node4:8000/details?line=/jining/rencheng', '任城区名优住宅', 
        '任城区街道开发区', '2室1厅', '高层', '110㎡', 
        '别墅', '北', '框架结构', 
        '精装修', '1梯2户', '2024-10-21', 
        '经济适用房', '企业产权', '无抵押', 
        '14814', '116.58', '35.42', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '任城区', 'http://node4:8000/details?line=/jining/rencheng', '任城区名优住宅', 
        '任城区街道街道', '2室1厅', '高层', '138㎡', 
        '错层', '西', '砖混结构', 
        '毛坯', '2梯4户', '2024-03-18', 
        '经济适用房', '国家产权', '无抵押', 
        '17939', '116.58', '35.42', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '兖州区', 'http://node4:8000/details?line=/jining/yanzhou', '兖州区名优住宅', 
        '兖州区街道街道', '4室2厅', '低层', '118㎡', 
        '复式', '东西', '砖混结构', 
        '精装修', '1梯2户', '2024-02-21', 
        '商品房', '国家产权', '无抵押', 
        '19985', '116.83', '35.55', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '兖州区', 'http://node4:8000/details?line=/jining/yanzhou', '兖州区公寓', 
        '兖州区街道商业区', '4室2厅', '低层', '104㎡', 
        '别墅', '东', '框架结构', 
        '简装修', '2梯4户', '2024-02-11', 
        '商品房', '个人产权', '有抵押', 
        '9527', '116.83', '35.55', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '邹城市', 'http://node4:8000/details?line=/jining/zoucheng', '邹城市小区', 
        '邹城市街道商业区', '1室1厅', '低层', '92㎡', 
        '错层', '东西', '钢混结构', 
        '精装修', '2梯4户', '2024-06-13', 
        '非商品房', '国家产权', '有抵押', 
        '16471', '116.97', '35.4', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('济宁', '邹城市', 'http://node4:8000/details?line=/jining/zoucheng', '邹城市名优住宅', 
        '邹城市街道新区', '4室2厅', '中层', '149㎡', 
        '错层', '东西', '钢混结构', 
        '精装修', '1梯2户', '2024-02-20', 
        '商品房', '国家产权', '有抵押', 
        '23293', '116.97', '35.4', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('泰安', '泰安市', 'http://node4:8000/details?line=/taian/taian', '泰安市华庭', 
        '泰安市街道商业街', '3室2厅', '中层', '143㎡', 
        '别墅', '南', '钢混结构', 
        '简装修', '2梯4户', '2024-11-08', 
        '商品房', '国家产权', '有抵押', 
        '8895', '117.08', '36.2', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('泰安', '泰安市', 'http://node4:8000/details?line=/taian/taian', '泰安市华庭', 
        '泰安市街道商业街', '3室2厅', '低层', '111㎡', 
        '平层', '北', '钢混结构', 
        '简装修', '1梯2户', '2024-11-19', 
        '商品房', '国家产权', '无抵押', 
        '24647', '117.08', '36.2', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('泰安', '泰山区', 'http://node4:8000/details?line=/taian/taishan', '泰山区名优住宅', 
        '泰山区街道街道', '2室1厅', '低层', '150㎡', 
        '别墅', '西', '框架结构', 
        '毛坯', '1梯2户', '2024-04-26', 
        '经济适用房', '个人产权', '有抵押', 
        '15702', '117.13', '36.18', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('泰安', '泰山区', 'http://node4:8000/details?line=/taian/taishan', '泰山区华庭', 
        '泰山区街道商业区', '2室1厅', '高层', '132㎡', 
        '平层', '北', '钢混结构', 
        '毛坯', '2梯4户', '2024-11-18', 
        '非商品房', '个人产权', '有抵押', 
        '18880', '117.13', '36.18', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('泰安', '岱岳区', 'http://node4:8000/details?line=/taian/daiyue', '岱岳区公寓', 
        '岱岳区街道新区', '3室2厅', '中层', '107㎡', 
        '错层', '东西', '钢混结构', 
        '简装修', '2梯4户', '2024-07-11', 
        '经济适用房', '国家产权', '有抵押', 
        '16203', '117', '36.18', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('泰安', '岱岳区', 'http://node4:8000/details?line=/taian/daiyue', '岱岳区华庭', 
        '岱岳区街道新区', '1室1厅', '高层', '125㎡', 
        '错层', '西', '砖混结构', 
        '精装修', '2梯4户', '2024-02-26', 
        '非商品房', '个人产权', '无抵押', 
        '23901', '117', '36.18', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '威海市', 'http://node4:8000/details?line=/weihai/weihai', '威海市华庭', 
        '威海市街道商业区', '2室1厅', '高层', '60㎡', 
        '错层', '东', '框架结构', 
        '精装修', '1梯2户', '2024-10-10', 
        '非商品房', '国家产权', '有抵押', 
        '13768', '122.12', '37.52', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '威海市', 'http://node4:8000/details?line=/weihai/weihai', '威海市公寓', 
        '威海市街道开发区', '1室1厅', '低层', '77㎡', 
        '错层', '东西', '砖混结构', 
        '简装修', '2梯4户', '2024-09-25', 
        '经济适用房', '国家产权', '有抵押', 
        '16757', '122.12', '37.52', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '环翠区', 'http://node4:8000/details?line=/weihai/huancui', '环翠区小区', 
        '环翠区街道街道', '2室2厅', '低层', '125㎡', 
        '复式', '西', '砖混结构', 
        '简装修', '1梯2户', '2024-06-17', 
        '非商品房', '个人产权', '无抵押', 
        '20155', '122.05', '37.35', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '环翠区', 'http://node4:8000/details?line=/weihai/huancui', '环翠区华庭', 
        '环翠区街道开发区', '3室1厅', '中层', '91㎡', 
        '平层', '东', '框架结构', 
        '精装修', '1梯2户', '2024-02-28', 
        '商品房', '个人产权', '无抵押', 
        '8625', '122.05', '37.35', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '文登区', 'http://node4:8000/details?line=/weihai/wendeng', '文登区小区', 
        '文登区街道商业区', '2室1厅', '低层', '80㎡', 
        '别墅', '西', '框架结构', 
        '毛坯', '1梯2户', '2024-05-13', 
        '非商品房', '企业产权', '有抵押', 
        '12700', '122.05', '37.2', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '文登区', 'http://node4:8000/details?line=/weihai/wendeng', '文登区小区', 
        '文登区街道商业区', '3室1厅', '高层', '130㎡', 
        '平层', '南北', '砖混结构', 
        '毛坯', '2梯4户', '2024-05-18', 
        '经济适用房', '个人产权', '无抵押', 
        '13591', '122.05', '37.2', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '荣成市', 'http://node4:8000/details?line=/weihai/rongcheng', '荣成市华庭', 
        '荣成市街道商业街', '1室1厅', '低层', '132㎡', 
        '平层', '西', '框架结构', 
        '简装修', '1梯2户', '2024-07-14', 
        '商品房', '企业产权', '无抵押', 
        '20590', '122.42', '37.17', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '荣成市', 'http://node4:8000/details?line=/weihai/rongcheng', '荣成市华庭', 
        '荣成市街道开发区', '3室1厅', '低层', '92㎡', 
        '错层', '西', '框架结构', 
        '简装修', '2梯4户', '2024-02-27', 
        '商品房', '国家产权', '有抵押', 
        '20185', '122.42', '37.17', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '乳山市', 'http://node4:8000/details?line=/weihai/rushan', '乳山市公寓', 
        '乳山市街道新区', '3室1厅', '低层', '89㎡', 
        '别墅', '南北', '钢混结构', 
        '精装修', '1梯2户', '2024-06-23', 
        '非商品房', '国家产权', '无抵押', 
        '24626', '121.53', '36.92', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '乳山市', 'http://node4:8000/details?line=/weihai/rushan', '乳山市名优住宅', 
        '乳山市街道街道', '3室1厅', '中层', '100㎡', 
        '别墅', '南北', '砖混结构', 
        '简装修', '2梯4户', '2024-12-04', 
        '商品房', '企业产权', '有抵押', 
        '9685', '121.53', '36.92', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '经区', 'http://node4:8000/details?line=/weihai/jing', '经区小区', 
        '经区街道社区', '4室2厅', '低层', '96㎡', 
        '错层', '南', '框架结构', 
        '简装修', '1梯2户', '2024-09-06', 
        '商品房', '国家产权', '无抵押', 
        '20345', '122.17', '37.4', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '经区', 'http://node4:8000/details?line=/weihai/jing', '经区公寓', 
        '经区街道商业街', '2室2厅', '高层', '147㎡', 
        '平层', '东西', '框架结构', 
        '毛坯', '1梯2户', '2024-05-26', 
        '商品房', '企业产权', '有抵押', 
        '23555', '122.17', '37.4', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '高区', 'http://node4:8000/details?line=/weihai/gao', '高区名优住宅', 
        '高区街道开发区', '3室1厅', '中层', '113㎡', 
        '别墅', '东西', '砖混结构', 
        '精装修', '2梯4户', '2024-05-17', 
        '非商品房', '国家产权', '有抵押', 
        '22810', '122.03', '37.52', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('威海', '高区', 'http://node4:8000/details?line=/weihai/gao', '高区公寓', 
        '高区街道社区', '4室2厅', '高层', '77㎡', 
        '平层', '南北', '钢混结构', 
        '毛坯', '1梯2户', '2024-09-25', 
        '非商品房', '国家产权', '有抵押', 
        '9507', '122.03', '37.52', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '临沂市', 'http://node4:8000/details?line=/linyi/linyi', '临沂市小区', 
        '临沂市街道街道', '4室2厅', '中层', '103㎡', 
        '别墅', '西', '框架结构', 
        '简装修', '2梯4户', '2024-01-02', 
        '经济适用房', '国家产权', '无抵押', 
        '15900', '118.35', '35.05', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '临沂市', 'http://node4:8000/details?line=/linyi/linyi', '临沂市名优住宅', 
        '临沂市街道新区', '3室1厅', '高层', '78㎡', 
        '别墅', '东西', '钢混结构', 
        '毛坯', '2梯4户', '2024-09-04', 
        '商品房', '个人产权', '有抵押', 
        '20896', '118.35', '35.05', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '兰山区', 'http://node4:8000/details?line=/linyi/lanshan', '兰山区小区', 
        '兰山区街道开发区', '2室1厅', '低层', '60㎡', 
        '别墅', '南北', '砖混结构', 
        '毛坯', '2梯4户', '2024-05-02', 
        '经济适用房', '个人产权', '有抵押', 
        '22598', '118.33', '35.27', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '兰山区', 'http://node4:8000/details?line=/linyi/lanshan', '兰山区华庭', 
        '兰山区街道街道', '3室1厅', '高层', '107㎡', 
        '复式', '东西', '框架结构', 
        '毛坯', '1梯2户', '2024-11-20', 
        '非商品房', '企业产权', '有抵押', 
        '15916', '118.33', '35.27', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '罗庄区', 'http://node4:8000/details?line=/linyi/luozhuang', '罗庄区公寓', 
        '罗庄区街道开发区', '4室2厅', '中层', '105㎡', 
        '平层', '北', '砖混结构', 
        '毛坯', '1梯2户', '2024-08-14', 
        '非商品房', '国家产权', '有抵押', 
        '22348', '118.28', '34.98', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '罗庄区', 'http://node4:8000/details?line=/linyi/luozhuang', '罗庄区名优住宅', 
        '罗庄区街道街道', '4室2厅', '低层', '148㎡', 
        '平层', '北', '框架结构', 
        '精装修', '1梯2户', '2024-05-10', 
        '非商品房', '企业产权', '有抵押', 
        '16461', '118.28', '34.98', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '河东区', 'http://node4:8000/details?line=/linyi/hedong', '河东区名优住宅', 
        '河东区街道商业区', '2室1厅', '中层', '98㎡', 
        '错层', '南北', '框架结构', 
        '毛坯', '2梯4户', '2024-02-02', 
        '商品房', '个人产权', '有抵押', 
        '19601', '118.5', '35.08', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '河东区', 'http://node4:8000/details?line=/linyi/hedong', '河东区名优住宅', 
        '河东区街道开发区', '3室2厅', '中层', '113㎡', 
        '别墅', '东西', '钢混结构', 
        '简装修', '1梯2户', '2024-08-13', 
        '商品房', '国家产权', '有抵押', 
        '9372', '118.5', '35.08', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '沂水县', 'http://node4:8000/details?line=/linyi/yishui', '沂水县公寓', 
        '沂水县街道开发区', '3室1厅', '高层', '80㎡', 
        '错层', '东', '框架结构', 
        '简装修', '2梯4户', '2024-06-01', 
        '经济适用房', '个人产权', '无抵押', 
        '14714', '118.62', '35.78', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '沂水县', 'http://node4:8000/details?line=/linyi/yishui', '沂水县小区', 
        '沂水县街道街道', '1室1厅', '中层', '64㎡', 
        '复式', '东西', '钢混结构', 
        '简装修', '1梯2户', '2024-10-22', 
        '经济适用房', '个人产权', '有抵押', 
        '24679', '118.62', '35.78', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '莒南县', 'http://node4:8000/details?line=/linyi/junan', '莒南县公寓', 
        '莒南县街道商业区', '1室1厅', '低层', '68㎡', 
        '错层', '东', '框架结构', 
        '精装修', '2梯4户', '2024-05-23', 
        '非商品房', '个人产权', '无抵押', 
        '7545', '118.83', '35.18', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('临沂', '莒南县', 'http://node4:8000/details?line=/linyi/junan', '莒南县小区', 
        '莒南县街道新区', '4室2厅', '中层', '70㎡', 
        '平层', '西', '框架结构', 
        '毛坯', '1梯2户', '2024-11-02', 
        '非商品房', '个人产权', '无抵押', 
        '21975', '118.83', '35.18', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '菏泽市', 'http://node4:8000/details?line=/heze/heze', '菏泽市小区', 
        '菏泽市街道商业区', '3室1厅', '低层', '117㎡', 
        '别墅', '南', '钢混结构', 
        '毛坯', '2梯4户', '2024-01-02', 
        '商品房', '国家产权', '有抵押', 
        '17034', '115.48', '35.23', '周边设施齐全，交通便捷', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '菏泽市', 'http://node4:8000/details?line=/heze/heze', '菏泽市名优住宅', 
        '菏泽市街道新区', '4室2厅', '高层', '99㎡', 
        '别墅', '西', '框架结构', 
        '精装修', '1梯2户', '2024-08-24', 
        '经济适用房', '国家产权', '无抵押', 
        '8651', '115.48', '35.23', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '牡丹区', 'http://node4:8000/details?line=/heze/mudan', '牡丹区名优住宅', 
        '牡丹区街道新区', '3室1厅', '低层', '75㎡', 
        '复式', '南', '砖混结构', 
        '简装修', '2梯4户', '2024-08-22', 
        '经济适用房', '企业产权', '有抵押', 
        '23211', '115.43', '35.25', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '牡丹区', 'http://node4:8000/details?line=/heze/mudan', '牡丹区名优住宅', 
        '牡丹区街道商业街', '3室2厅', '低层', '115㎡', 
        '错层', '南北', '钢混结构', 
        '精装修', '1梯2户', '2024-02-21', 
        '经济适用房', '国家产权', '无抵押', 
        '18822', '115.43', '35.25', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '单县', 'http://node4:8000/details?line=/heze/dan', '单县华庭', 
        '单县街道商业区', '1室1厅', '高层', '100㎡', 
        '错层', '北', '砖混结构', 
        '精装修', '2梯4户', '2024-03-07', 
        '经济适用房', '企业产权', '有抵押', 
        '15680', '116.08', '34.8', '环境好，适合居住', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '单县', 'http://node4:8000/details?line=/heze/dan', '单县公寓', 
        '单县街道商业街', '2室2厅', '高层', '128㎡', 
        '错层', '西', '框架结构', 
        '简装修', '1梯2户', '2024-04-28', 
        '商品房', '国家产权', '无抵押', 
        '18404', '116.08', '34.8', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '成武县', 'http://node4:8000/details?line=/heze/chengwu', '成武县名优住宅', 
        '成武县街道开发区', '3室1厅', '低层', '67㎡', 
        '错层', '西', '框架结构', 
        '简装修', '1梯2户', '2024-06-25', 
        '商品房', '个人产权', '无抵押', 
        '22580', '115.88', '34.95', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '成武县', 'http://node4:8000/details?line=/heze/chengwu', '成武县华庭', 
        '成武县街道开发区', '3室1厅', '中层', '138㎡', 
        '平层', '东', '砖混结构', 
        '毛坯', '2梯4户', '2024-03-06', 
        '非商品房', '个人产权', '无抵押', 
        '17632', '115.88', '34.95', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '巨野县', 'http://node4:8000/details?line=/heze/juye', '巨野县名优住宅', 
        '巨野县街道社区', '2室1厅', '中层', '82㎡', 
        '复式', '西', '钢混结构', 
        '精装修', '1梯2户', '2024-09-03', 
        '经济适用房', '企业产权', '无抵押', 
        '18001', '116.08', '35.4', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '巨野县', 'http://node4:8000/details?line=/heze/juye', '巨野县公寓', 
        '巨野县街道新区', '2室2厅', '低层', '84㎡', 
        '错层', '南', '砖混结构', 
        '毛坯', '2梯4户', '2024-04-28', 
        '非商品房', '国家产权', '有抵押', 
        '20118', '116.08', '35.4', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '郓城县', 'http://node4:8000/details?line=/heze/yuncheng', '郓城县名优住宅', 
        '郓城县街道新区', '4室2厅', '中层', '70㎡', 
        '别墅', '北', '砖混结构', 
        '精装修', '1梯2户', '2024-08-23', 
        '经济适用房', '个人产权', '无抵押', 
        '16092', '115.93', '35.6', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '郓城县', 'http://node4:8000/details?line=/heze/yuncheng', '郓城县名优住宅', 
        '郓城县街道商业区', '2室2厅', '中层', '147㎡', 
        '平层', '南', '框架结构', 
        '精装修', '2梯4户', '2024-07-28', 
        '非商品房', '个人产权', '无抵押', 
        '21516', '115.93', '35.6', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '鄄城县', 'http://node4:8000/details?line=/heze/juancheng', '鄄城县公寓', 
        '鄄城县街道街道', '3室2厅', '高层', '124㎡', 
        '平层', '南北', '钢混结构', 
        '简装修', '2梯4户', '2024-02-19', 
        '经济适用房', '国家产权', '无抵押', 
        '24712', '115.5', '35.57', '社区安静宜居，绿化充足', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '鄄城县', 'http://node4:8000/details?line=/heze/juancheng', '鄄城县名优住宅', 
        '鄄城县街道开发区', '2室1厅', '高层', '132㎡', 
        '复式', '西', '框架结构', 
        '毛坯', '2梯4户', '2024-01-21', 
        '商品房', '企业产权', '有抵押', 
        '24657', '115.5', '35.57', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '定陶区', 'http://node4:8000/details?line=/heze/dingtao', '定陶区华庭', 
        '定陶区街道商业区', '3室2厅', '高层', '84㎡', 
        '平层', '东西', '钢混结构', 
        '简装修', '1梯2户', '2024-05-16', 
        '非商品房', '国家产权', '有抵押', 
        '18654', '115.57', '35.07', '位置优越，生活便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
INSERT INTO house_info 
        (城市, 地区, 链接, 小区名称, 所在区域, 房屋户型, 所在楼层, 建筑面积, 户型结构, 房屋朝向, 建筑结构, 装修情况, 梯户比例, 挂牌时间, 
        交易权属, 产权所属, 抵押信息, 房价, 经度, 纬度, 核心卖点, 小区介绍, 户型介绍, 交通出行)
        VALUES ('菏泽', '定陶区', 'http://node4:8000/details?line=/heze/dingtao', '定陶区华庭', 
        '定陶区街道商业街', '4室2厅', '中层', '64㎡', 
        '平层', '南', '砖混结构', 
        '简装修', '1梯2户', '2024-11-21', 
        '经济适用房', '个人产权', '无抵押', 
        '21511', '115.57', '35.07', '交通便利', 
        '小区环境优美，适宜居住', '户型方正，南北通透', '交通便捷，出行便利');
        
